[
    {
        "year": 2019,
        "countries": [
            {
                "country": "Afghanistan",
                "overview": "As military operations by insurgents, international, and government forces in Afghanistan intensified in 2018, insurgent attacks in urban areas sharply increased. The widening armed conflict killed or injured more than 10,000 civilians between January and December. Insurgents targeting civilians and carrying out indiscriminate attacks were responsible for the vast majority of these, but an increase in airstrikes by US and Afghan forces also caused hundreds of civilian casualties during the year. Neither the US nor the Afghan governments conducted adequate investigations into airstrikes that represented possible war crimes./p Although the Afghan government acceded to the United Nations Optional Protocol to the Convention against Torture in April 2018, it failed to hold police and National Directorate of Security (NDS) personnel accountable for systematic torture, extrajudicial executions, and enforced disappearances. Entrenched impunity for perpetrators of violence against women meant that girls and women still rarely saw justice in courts, as prosecutors and police pressured them to accept mediation rather than prosecution of their assailants. For the first time since 2002, the number of children in school fell; 60 percent of Afghan girls were not in school during the year./p Widespread violence marked preparations for the October parliamentary elections, with insurgents carrying out numerous attacks on candidates and facilities used for voter registration, including schools. Targeted attacks on voters, roadways, and poll facilities on election days killed or injured over 400 civilians. Evidence of fraud and vote-buying undermined the credibility of the parliamentary elections, and cast doubt on prospects for credible presidential elections in 2019. The worst drought in decades and the deportation of thousands of Afghans from Iran added to the hundreds of thousands internally displaced by conflict, taxing existing humanitarian aid resources.",
                "issues": [
                    {
                        "title": "Violations of International Humanitarian Law",
                        "summary": "The Islamic State of Khorasan Province (ISKP), the Afghan branch of the Islamic State (the extremist armed group, also known as ISIS), sharply escalated its attacks in urban areas, including bombings that targeted Afghanistan’s minority Shia population./p Dasht-e Barchi, a predominantly Shia neighborhood of western Kabul, suffered multiple attacks during 2018: on August 15, a bombing at a university preparatory course killed 34 and injured 70, many of them children; on September 6, twin bombings at a sports club in Kabul killed at least 20 civilians. ISKP also increasingly attacked humanitarian and healthcare facilities: a suicide attack on January 24 on the Save the Children office in Jalalabad killed six civilians and injured 27; an attack on a midwife training school on July 28 killed three; and a July 31 attack on the Nangarhar province’s refugee office killed 13. ISKP also targeted media: on April 30, a suicide bomber posing as a cameraman blew himself up among journalists who were reporting on an earlier suicide attack, killing nine. Two Tolo TV news reporters covering the September 6 bombing in Dasht-e Barchi were killed by a second suicide attack./p The Taliban claimed to target only Afghan government and foreign military facilities, but they used indiscriminate means that killed and injured hundreds of civilians. In the deadliest incident, on January 28, 2018, a Taliban car bomb disguised as an ambulance killed over 100 in Kabul. A Taliban attack on a NATO convoy in Kandahar on April 30, killed 11 children at a nearby school. The Taliban were believed to be responsible for a car bomb near a sports facility in Lashkar Gah, Helmand province, that killed 15 civilians and injured 40 on March 23. That incident launched the Helmand Peace March, a group of survivors and relatives of victims of suicide bombings and airstrikes who began walking across Afghanistan, stopping in cities along the way, to call for an end to the war. As of November, they had reached Mazar-e-Sharif, more than 500 kilometers from where they had started./p Air operations by US forces and the Afghan Air Force (AAF) killed and injured over 600 civilians. On April 2, AAF helicopters strafed a madrasa graduation ceremony in northern Kunduz province, killing 30 children and injuring 51. An airstrike in Chardara district, Kunduz province in July, reportedly killed 14 members of one family, including five women and seven children aged 2 to 14. The US conducted only internal reviews of a limited number of incidents of civilian casualties, and did not carry out site visits or interview witnesses. The Afghan government carried out few internal reviews of incidents causing civilian casualties. During a six-day Taliban assault on Ghazni city, both insurgents and government security forces launched indiscriminate attacks in densely populated areas, killing and injuring more than 300 civilians./p Afghan special forces conducting search operations and night raids were responsible for summary executions. During the raid of a Taliban stronghold in Maiwand village, Kandahar province, Afghan special forces reportedly executed 20 civilians on the night of January 31, 2018. NDS helicopter units shot dead eight farmers in their fields in Chaparhar district, Nangarhar province, on March 17./p On April 30, unidentified gunmen shot dead Ahmad Shah, a BBC reporter in Khost, who had written critical articles about the CIA-controlled Khost Protection Force, a counterinsurgency militia that operates under CIA control. No one was held accountable for any of these killings."
                    },
                    {
                        "title": "Election-Related Violence",
                        "summary": "Both the Taliban and ISKP carried out attacks on election facilities and threatened election staff. On April 22, an ISKP suicide bomber killed 69 and injured 138, many of them women and children, at a voter registration center in the predominantly Shia neighborhood of Dasht-e Barchi. An ISKP bombing at a voter registration center in Khost killed at least 14 civilians on May 6. On July 1, ISKP attacked a delegation from the minority Hindu and Sikh communities that was meeting the governor in Jalalabad, killing 19—10 from Afghanistan’s Sikh community, including the sole Sikh parliamentary candidate./p On April 18, as voter registration began across Afghanistan, the Taliban issued a statement denouncing the elections and warning people not to participate. The UN Assistance Mission to Afghanistan (UNAMA) reported that on April 23, Taliban officials in Alishang district, Laghman province, warned community elders that anyone who registered to vote would face serious consequences. However, the elders told the Taliban not to interfere in the process. On May 3, Taliban forces in Mardyan district, Jawzjan province, abducted and threatened to kill 20 election staff members, releasing 17 after they agreed not to work on the elections. The fate of the other three was unknown at time of writing./p There were multiple attacks by the Taliban across Afghanistan on the election days of October 20-21, which killed and injured more than 400 civilians. "
                    },
                    {
                        "title": "Women's and Girls' Rights",
                        "summary": "Entrenched impunity for perpetrators of violence against women continued. Police routinely refuse to register cases, instead telling women who have been the victims of domestic violence to return to their husbands. In May 2018, UNAMA reported that even cases of murder and rape often never reach the courts. Afghan authorities routinely turn victims away or pressure them to accept mediation, a process in which the abuser merely promises not to repeat the crime. UNAMA also reviewed murders of women in so-called honor killings; the vast majority of these were never prosecuted but instead settled through mediation./p Despite a 2016 pledge from President Ashraf Ghani to end the imprisonment of women accused of running away from their families, in 2018 Afghan police and prosecutors continued to jail women and girls for “moral crimes” that include “running away” from home, and committing or attempting to commit zina (sex outside of marriage)./p Police and prosecutors also continued to subject girls and women to invasive and scientifically invalid vaginal and anal examinations by Afghan government doctors, purportedly to determine whether a woman or girl is a virgin. Afghan officials claim the government banned the examinations, but officials told Human Rights Watch that the practice remains widespread, with many judges, prosecutors, and police officials routinely ordering “virginity tests.”/p Women with disabilities in Afghanistan face formidable obstacles gaining access to education and health care. In interviews with Human Rights Watch in March and June 2018, women with disabilities reported being sexually harassed when seeking assistance from the Ministry of Labor, Social Affairs, Martyrs and Disabled. Although the ministry offered limited financial assistance to those injured in the conflict, psychosocial services for survivors or people with disabilities are extremely limited."
                    },
                    {
                        "title": "Torture",
                        "summary": "A June 2018 report by the Afghanistan Independent Human Rights Commission noted that while Afghanistan had ratified the UN Optional Protocol on the Convention against Torture, enacted legislation criminalizing torture, and established a government commission on torture, the government had not significantly reduced torture since it assumed office in 2014, and did not prosecute any senior officials accused of torture./p On July 22, First Vice President Abdul Rashid Dostum returned to Afghanistan after more than a year abroad evading charges on the abduction, illegal imprisonment, and sexual assault of a rival Uzbek politician, Ahmad Ishchi. Although a Kabul criminal court, in 2017, convicted seven of Dostum’s bodyguards in absentia of sexual assault and illegal imprisonment, and sentenced them to five years in prison, none had been imprisoned at time of writing./p A report by Integrity Watch Afghanistan in late 2017 documented inhumane conditions in Afghan prisons and detention centers, with severe overcrowding and insufficient toilets, potable water, mattresses, and other facilities. Through the first half of 2018, prisoners in Pul-e-Charkhi prison carried out a hunger strike to protest conditions. The situation remained particularly poor for female prisoners, many of whom have been imprisoned for so-called morality crimes and who are often imprisoned with their children, far from home./p In Afghanistan, same-sex relations are punishable by 5 to 15 years in prison under a law that bans all sex between unmarried individuals. "
                    },
                    {
                        "title": "Access to and Attacks on Education, Military Recruitment of Children",
                        "summary": "According to UNAMA, in 2018 schools and mosques used for voter registration were the target of dozens of attacks by insurgents, particularly ISKP./p On May 2, 2018, Taliban officials in Shrana district, Paktika province, warned teachers that they would target schools used for elections purposes. As of October, many schools in the district remained closed. In June in Nangarhar province, ISKP forced 80 girls’ schools to close in retaliation for US and AAF airstrikes; some schools remained closed during the October 20 elections. The group also attacked the provincial education office in Jalalabad on July 11, 2018, killing 11 and injuring 17. In March 2018, the Taliban closed 29 schools in Logar province in retaliation for an attack by pro-government militias on one of their commanders’ houses. Although the government, in 2016, criminalized military recruitment of Afghans under 18 years old, the practice continued, notably among the Afghan Local Police (ALP) and pro-government militias. UNAMA also documented recruitment of child soldiers by ISKP and Taliban./p A June 2018 UNICEF report found that for the first time since 2002, the number of Afghan children in school was falling, with girls most affected. Up to 3.7 million children in Afghanistan—nearly half the children in the country—are out of school, compared with 3.5 million in 2016, 60 percent of them girls./p In many provinces, fewer than 15 percent of students are girls. Government and insurgent forces also continued to use schools for military purposes."
                    }
                ],
                "keyActors": "Under the Trump administration’s South Asia strategy, announced in 2017, US troop levels increased to 15,000, including an elite brigade of 800 military advisers who deployed with Afghan forces in March. The US expanded airstrikes and covert drone attacks, releasing over 5,000 bombs and missiles in Afghanistan between January and November, the highest number since 2011./p The US agreed for the first time to participate in direct talks on a peace settlement with the Taliban; a meeting between Taliban officials and Alice Wells, US principal deputy assistant secretary for South and Central Asia, took place in Doha in July./p Although President Ghani told donor countries in 2017 that the torture and rape case involving Vice President Dostum was a make-or-break challenge for his government to demonstrate that it would prosecute officials accused of human rights violations, only Norway and the European Union issued statements about the need to conclude proceedings against Dostum after he returned to Kabul but faced no legal consequences./p In December 2017, the European Parliament expressed concern about the deteriorating security situation in Afghanistan, and called on governments to refrain from repatriating Afghans. In May 2018, the EU deployed a team of international police experts to work with Afghanistan’s Ministry of Interior Affairs and National Security Council staff./p The actions of Australian special forces who served in Uruzgan province in 2006-2013, came under investigation by a special war crimes inquiry headed by New South Wales Supreme Court Judge Paul Brereton. The alleged crimes include summary executions and abuses against Afghan civilians./p In November 2017, the prosecutor of the International Criminal Court (ICC) had asked the court’s judges for permission to open an investigation into possible war crimes and crimes against humanity committed by the Taliban, Afghan government forces, and US forces since May 1, 2003, when Afghanistan became a member of the court. On September 10, the US threatened to punish individuals who cooperated with the ICC in a potential investigation of US wartime actions in Afghanistan."
                
            },
            {
                "country": "Algeria",
                "overview": "2018 saw no overall improvement in human rights conditions in Algeria. Authorities curtailed free speech and the rights to freedom of association, assembly, and peaceful protest, and arrested and prosecuted bloggers and human rights activists under various charges such as “inciting an unauthorized gathering,” “intelligence with a foreign country,” and defamation of public officials. Authorities also deported thousands of migrants without due process, and prosecutedmembers of the Ahmadiyya religious minority on charges related to the exercise of their religion./p Authorities continued to block the legal registration of Algerian human rights nongovernmental organizations and maintained its non-acceptance of country visits requests from several United Nations human rights experts and mechanisms, such as the special rapporteurs on torture and on freedom of peaceful assembly and of association, and the UN Working Groups on Enforced or Involuntary Disappearances and on Arbitrary Detention.",
                "issues": [
                    {
                        "title": "Freedom of Assembly",
                        "summary": "Authorities continued to routinely violate the right to freedom of assembly. The penal code punishes organizing or participating in an unauthorized demonstration in a public place with up to one year in prison (article 98)./p A court in the city of Ghardaia in October 2017 filed various charges against six human rights and political activists for protesting in front of the courthouse the trial of a human rights lawyer in 2016. On June 26, the court acquitted them of all the charges./p Throughout August and September, the authorities blocked meetings planned for Algiers, Constantine, and Bejaia organized by the Mouwatana movement, a group that presses for democratic reforms and opposes a fifth term for President Abdelaziz Bouteflika. "
                    },
                    {
                        "title": "Freedom of Association",
                        "summary": "A 2012 law on associations, requires associations, even if they have successfully registered previously, to apply anew for a registration receipt from the Interior Ministry in order to operate legally./p On February 27, 2018, Algerian authorities sealed the premises of two women’s rights associations, the Feminist Association for Personal Development and Exercise of Citizenship (Association Fèministe pour l’Epanouisement de la Personne et l’Exercice de la Citoyennetè, AFEPEC) and Algerian Women Claiming their Rights (Femmes Algériennes Revendiquant leurs Droits, FARD), on the pretext that they were not registered. Authorities had issued neither a receipt for their re-registration, leaving them in legal limbo. A week later authorities provisionally permitted the organizations to resume work. On May 20, an administrative court ordered the governor to issue FARD a registration receipt, which it did in September 29./p Other associations such as the Algerian League for Human Rights (Ligue Algérienne de Défense des Droits de l’Homme, LADDH), Youth Action Rally (Rassemblement Action Jeunesse, RAJ , Algeria’s Amnesty International section, are among formerly registered associations whose applications for re-registration received no answer."
                    },
                    {
                        "title": "Freedom of Speech",
                        "summary": "On June 21, an appeals court in Bejaia sentenced blogger Merzoug Touati to seven years in prison for incitement to an illegal gathering, for urging public protests against a new finance law, and for “intelligence with a foreign country aiming at harming Algeria.” The latter charge relates to an interview he published with an Israeli government spokesperson. Touati has been held since January 22, 2017, in Oued Ghir prison in Bejaia./p The appeals court in Relizane, on June 6, upheld a two-year prison sentence against blogger Abdullah Benaoum for social media publications accusing the authorities and the Algerian army of being responsible for several massacres of civilians and the disappearance of thousands during the internal armed conflict of the 1990s. The charges were based both on penal code articles prohibiting the defamation of public institutions and article 46 of the Charter for Peace and National Reconciliation, which prohibits exploiting the wounds of the “‘National Tragedy’ to harm the institutions of Algeria” or tarnish its image internationally. Benaoum was serving his term at time of writing./p On August 7, 2018, a court in Ghardaia sentenced Salim Yezza, a blogger and member of the Rally for Amazigh in France, to a suspended one-year prison term on charges of inciting a public gathering and disseminating calls to hatred and discrimination for a Facebook post he wrote in 2014 criticizing government discrimination against the Mozabites, who are part of Algeria’s Amazigh ethnic population. Authorities arrested Yezza on July 14 at the Biskra airport as he was returning to Paris after a visit. He spent three weeks in prison before being released. "
                    },
                    {
                        "title": "Women's Rights",
                        "summary": "While Algeria’s 2015 law on domestic violence criminalized some forms of domestic violence, it contained loopholes that allow convictions to be dropped or sentences reduced if victims pardon their perpetrators. Despite some amendments in 2005 that improved women’s access to divorce and child custody, Algeria’s Family Code still discriminates against women by requiring them to apply to the courts for a divorce on specified grounds whereas men have a unilateral right to divorce without explanation./p Article 326 of the penal code allows a person who abducts a minor to escape prosecution if he marries his victim. The penal code does not define rape but does refer to it as an attack on honor. During Algeria’s fourth periodic review of its obligations under the International Covenant on Civil and Political Rights, the UN Human Rights Committee in July 2018 recommended that Algeria amend its penal code to include a comprehensive definition of rape, repeal article 326, and remove the pardon clauses in the domestic violence law. "
                    },
                    {
                        "title": "Freedom of Religion",
                        "summary": "Algeria continues to prosecute members of the Ahmadiyya religious minority for the exercise of their faith. More than 315 Ahmadis stood trial between June 2016 and March 2018. Sentences ranged from fines to a year in prison. Authorities frequently discriminate against the Ahmadi community of about 2,000 adherents, prosecuting members of the group for denigrating the dogma or precepts of Islam; participating in an unauthorized association; collecting donations without a license and possessing and distributing documents from foreign sources threatening national security."
                    },
                    {
                        "title": "Migrants",
                        "summary": "Since at least December 2016, Algeria has rounded up and expelled en masse thousands of Sub-Saharan migrants, including women and children. In 2018, Algerian authorities continued to raid areas where migrants are known to live, arresting them on the streets or on construction sites, bussing them south and then expelling them at the border with Niger or Mali, in most instances with no food and little water./p Authorities prohibited the Algerian League for the Defense of Human Rights and other associations that have denounced the arbitrary deportations of migrants, from holding an annual National Meeting of the Migratory Platform, set to take place on July 20 and 21 in Oran, because authorities alleged they had no authorization to organize a public event. Algerian NGOs founded the platform in 2015 to enhance the protection of migrants."
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "Same-sex relations are punishable under article 338 of the penal code by up two years in prison. At a press conference in September during a visit by German Chancellor Angela Merkel, a journalist asked Prime Minister Ahmed Ouyahia about the rights of homosexuals. Ouyahia replied that “Algerian society has its own traditions, which will continue to evolve according to its values.”"
                    },
                    {
                        "title": "Accountability for Past Crimes",
                        "summary": "During the armed conflict of the 1990s, the security forces, allied militias, and armed Islamist groups battling the government killed more than 100,000, according to estimates, and forcibly disappeared several thousand whose fate remains unknown./p The 2006 law implementing the Charter on Peace and National Reconciliation granted legal immunity to perpetrators of grave abuses. It also criminalized acts of speech that “denigrate” state institutions or security forces in relation to their conduct during that conflict./p The law promised compensation for families of “disappeared” persons but brought them no closer to learning what happened to their missing relatives. "
                    }
                ],
                "keyActors": "During its fourth Periodic Review of Algeria in July, the UN Human Rights Committee pressed Algeria to open serious investigations into forced disappearances, halt arbitrary detention and expulsion of migrants and refugees, release and compensate all persons imprisoned for exercising their right to freedom of expression, and end discrimination against religious minorities, among other recommendations./p In April 2018, the UN committee that reviews compliance of states with the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families recommended that Algeria prohibit collective expulsions and deportations of migrants and members of their families. It also recommended that Algeria ensure migrants facing deportation the right to challenge the measure. "
            },
            {
                "country": "Angola",
                "overview": "Angola registered significant progress on various fronts in 2018, as the political and civil rights environment became less restrictive, and the courts appeared to operate without political interference. Authorities continued to forcibly evict people without the necessary procedural protections or the provision of alternative housing or adequate compensation./p Security forces were implicated in extrajudicial killings and other serious human rights violations. The lesbian, gay, bisexual, and transgender (LGBT) movement celebrated the legalization of the country’s only gay rights lobby group. President João Lourenço launched an anti-corruption campaign that led to the arrest and investigation of several former government and ruling party officials, including relatives of former President Jose Eduardo Dos Santos.",
                "issues": [
                    {
                        "title": "Extrajudicial Killings",
                        "summary": "Angolan security forces were implicated in several cases of extrajudicial killings of young men suspected of crimes. In June, footage recorded by a woman who said she witnessed an incident of extrajudicial killing showed an agent of the Angola Criminal Investigation Service (SIC) firing several shots at a criminal suspect. On June 1, the Angolan Ministry of Interior confirmed the incident recorded on the video, condemning the action as “ignoble” and pledged to take disciplinary actions against the agents./p Earlier in February, investigative journalist and human rights activist Rafael Marques published a report documenting over 50 cases of extrajudicial executions by Angolan security forces. In response, the government promised to investigate. The outcome of the investigations, if any, have not been made public. "
                    },
                    {
                        "title": "Arbitrary Arrests",
                        "summary": "Angolan police continued to arbitrarily arrest peaceful protesters and activists. On February 3, police arrested and accused five men of plotting to kill the deputy president, Bornito de Sousa, after they parked their car near his official residence./p On April 4, three youth activists were arrested after allegedly participating in a protest against the governor of Malange province during a visit of the vice president to the province. Police accused them of throwing stones at the vice president’s convoy. On April 9, the Malange Provincial court sentenced the three activists to seven months in prison. In July, the Angola Supreme Court ruled that there was insufficient evidence to prove that the three were involved in throwing stones at the vice president’s convoy./p On August 10, police arrested 13 separatists agitating for the independence of the oil-rich enclave of Cabinda, during a meeting in Cabinda to organize a public debate on the enclave’s autonomy. A week later, a court acquitted the group of charges of crimes against state security, ruling that the meeting was not illegal. "
                    },
                    {
                        "title": "Housing Rights",
                        "summary": "Angolan authorities continued to forcibly evict people without the necessary procedural guarantees or the provision of alternative housing or adequate compensation. In May, Human Rights Watch wrote a letter to the president urging him to stop the forced evictions. In response, the Ministry of Justice claimed that evictions in Angola only occur in a judicial manner and that the government had made efforts to properly resettle residents who have built housing units in state’s land reserves. However, Human Rights Watch has documented cases that contradict the government. For example, on July 4, police fired live bullets against residents of a neighborhood in Viana, in the capital, Luanda, during a protest against demolitions, killing a pregnant woman. Four other people were injured by bullets allegedly fired by police. According to Angolan nongovernmental organization SOS Habitat, on August 1, police shot and wounded an 18-yearold man and detained four people without charge during a peaceful protest against house demolitions in Viana. "
                    },
                    {
                        "title": "Freedom of Media and Expression",
                        "summary": "On July 6, a court in Luanda acquitted investigative journalist Rafael Marques and the editor of weekly paper O Crime, Mariano Bras, on accusations of insulting the state, a ruling that was considered a huge victory for press freedom in a country where media have often been the target of government repression. The two journalists had been charged on June 21, 2017, with “outrage to a body of sovereignty and injury against public authority,” under Angola’s Law on Crimes against State Security, after publishing an article about an alleged illegal land acquisition involving the attorney general, João Maria de Sousa. State prosecutors could not convince the court that the journalists acted in bad faith and violated the ethical principles of journalism./p Despite this ruling, Angolan journalists continued to work under a repressive media law signed in January 2017, introduced by the administration of former President Dos Santos. In response to Human Rights Watch’s concerns over the law and defamation clauses, the Angolan government said in a July 18 letter that the limitations imposed by the law only intend to protect the interests, honor, and good name of citizens who have been affected, and it cannot be interpreted that the government has the intention to violate or restrict the right to freedom of expression. "
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "In June, the Angolan government gave legal status to Iris Angola, the country’s only gay rights lobby group, which was established in 2013. Iris Angola has often complained that its members face discrimination accessing health and education services, mainly because of the lack of recognition from the state institutions. The group called the decision an “historic moment” that will allow the organization to defend the rights of homosexuals in Angola. Angola is currently revising its penal code and may scrap the article that characterizes homosexuality as “vices against nature.” The country inherited the penal code from the colonial era but there are no public records of law enforcement reinforcing the homosexuality laws./p In September, the Angolan Ministry of Health organized a meeting in Luanda to discuss the country National Strategy for HIV, with a special focus on the LGBT community."
                    },
                    {
                        "title": "Fight Against Corruption",
                        "summary": "Angola law enforcement delivered the first results of the anti-corruption campaign launched by President Lourenco, with several officials linked to former president Dos Santos being arrested and investigated. On September 19, the Supreme Court ordered that Norberto Garcia, the former spokesman of the ruling MPLA party and former director of the defunct Technical Unit for Private Investment, a state institution, be placed under house arrest in Luanda. He was charged with fraud, money laundering and document falsification in March 2018. The case dates back to November 2017 when Garcia and six foreigners were said to have tried to set up a fake state project worth US$50 million./p On September 21, former transport minister Augusto Tomas was arrested on charges of embezzlement and corruption. On September 24, Jose Filomeno dos Santos, son of former President Dos Santos and the former head of Angola’s sovereign fund, was arrested in Luanda, on accusations of misappropriation of $1.5 billion of public funds. His business partner¸ Jean-Claude Bastos de Morais, was also arrested on a charge of misappropriating over a $500 million, with the help of the former governor of the National Bank of Angola, Valter Filipe, who is under investigation. "
                    },
                    {
                        "title": "Treatment of Migrants",
                        "summary": "In October, Angola expelled over 400,000 largely Congolese migrants, who thereafter sought refuge mostly in the Kasai, Kasai Central, and Kwango provinces of the Democratic Republic of Congo. The mass expulsion was a result of “Operation Transparency,” reportedly aimed at reducing diamond smuggling, as part of President Lourenço‘s drive to diversify the economy. Angolan authorities said the smuggling and illegal mining were organized and controlled by “irregular migrants,” with no evidence to back up this claim. Many Congolese migrants targeted in the operation accused the Angolan forces of killing dozens of people, burning down homes, looting property, and using excessive force. They also described an environment of fear and intimidation following the expulsion."
                    }
                ],
                "keyActors": "In June, then-United Kingdom Foreigner Secretary Boris Johnson revealed on Twitter that Angola had expressed interest in joining the Commonwealth. He welcomed the decision and President Lourenço’s commitment to long-term reform, tackling corruption, and improving human rights. In August, the International Monetary Fund (IMF) confirmed that Angola had requested talks on a bailout in return for more structural reforms. The IMF did not specify if the reforms would include human rights and rule of law. Also in August, President Lourenço visited Germany, where he reiterated his country’s plans to purchase German warships. The Berlin visit agenda was mostly focused on business, but German Chancellor Angela Merkel offered to assist Angola’s reform process./p In September, UN Secretary-General António Guterres held a meeting with Lourenço during the Forum on China-Africa Cooperation (FOCAC) in Beijing. During the meeting, Guterres highlighted the role of Angola in the effort to maintain peace and stability in Southern Africa and the Great Lakes region. In October, UN High Commissioner for Human Rights Michelle Bachelet condemned the mass deportation of Congolese nationals from Angola."
            },
            {
                "country": "Argentina",
                "overview": "Long-standing human rights problems in Argentina include police abuse, poor prison conditions, endemic violence against women, and obstacles keeping indigenous people from enjoying the rights that Argentine and international law afford them. Restrictions on abortion and difficulty accessing reproductive services remain serious concerns; an attempt in 2018 to decriminalize abortion did not pass the Senate./p Impunity for the 1994 bombing of the AMIA Jewish center in Buenos Aires, vaguely defined criminal provisions that undermine free speech, and delays in appointing permanent judges are other concerns./p Argentina continues to make significant progress protecting lesbian, gay, bisexual, and transgender (LGBT) rights and prosecuting officials for abuses committed during the country’s last military dictatorship (1976-1983), although trials have been delayed.",
                "issues": [
                    {
                        "title": "Confronting Past Abuses",
                        "summary": "As of November 2018, the Attorney General’s Office reported 3007 people charged, 867 convicted, and 110 acquitted of crimes allegedly committed by Argentina’s last military junta. Of 599 cases alleging crimes against humanity, judges had issued rulings in 203./p Prosecutions were made possible by a series of actions taken in the early 2000s by Congress, the Supreme Court, and federal judges annulling amnesty laws and striking down pardons of former officials implicated in the crimes. As of November 2018, 128 people who were illegally taken from their parents as children during the 1976-1983 dictatorship had been identified. Many were reunited with their families./p In May, an appeals court upheld the criminal conviction of 12 people accused of participating in Operation Condor, a regional strategy to coordinate repressive efforts by dictatorships in several Latin American countries. They were sentenced to up to 25 years in prison for participating in an illicit association that kidnapped 103 people./p The large number of victims, suspects, and cases makes it difficult for prosecutors and judges to bring those responsible to justice while respecting their due process rights. Argentine law allows judges to send inmates age 70 and older to serve their time under house arrest. The Attorney General’s Office reported in September that 641 pretrial detainees and convicted prisoners were under house arrest. In 2016, the government said it would not appeal judicial rulings granting house arrest to pretrial detainees and convicted prisoners."
                    },
                    {
                        "title": "Freedom of Expression",
                        "summary": "In January 2016, police detained Milagro Sala, a prominent social leader in Jujuy province, in connection with her participation in street protests. Sala and others had gathered in the provincial capital to protest a decree the governor had issued purporting to regulate organizations like Sala’s, which implement government-funded housing and other welfare programs./p Sala was charged with instigating protesters to commit crimes and with sedition. Sala was also under investigation for alleged corruption. In August 2018, the Supreme Court ordered that Sala, whom a local judge had ordered returned from house arrest to prison, be returned to house arrest. The ruling cited provisional measures that the Inter-American Court of Human Rights (IACHR) had issued in her favor in November 2017./p In April 2017, the Argentine government committed to reforming the criminal code to modify and narrow the definition of sedition. However, it had yet to present a formal proposal to Congress at time of writing./p Upon taking office, President Mauricio Macri adopted a temporary set of decrees to regulate media and created a temporary agency to implement the new rules. The agency reports to the Modernization Ministry and so is not independent from the executive branch, compromising its ability to act independently from government interests. In 2016, the government said it was drafting a communications law that it claimed would respect free speech. At time of writing, the law had not been presented to Congress and the supposedly temporary agency had issued rulings regulating media./p In 2016, the Macri administration issued a resolution establishing transparent criteria to prevent favoritism in government purchases of media advertising. In 2017, the president appointed the head of a national agency to ensure public access to information held by government bodies, implementing a 2016 law approved by Congress. The agency is also charged with protecting personal data. Between September 2017, when the law entered into force, and October 2018, the number of information requests reached 3582./p Authorities responded to most requests within a month, but citizens filed 204 appeals before the agency, in most cases after authorities failed to respond to the original requests. However, some provinces and municipalities lack freedom of information laws, undermining transparency at those levels of government."
                    },
                    {
                        "title": "Prison Conditions and Abuses by Security Forces",
                        "summary": "Overcrowding, ill-treatment by guards, inadequate facilities, and inmate violence continue in Argentina’s prisons. The National Penitentiary Office, which Congress created in 2003 to supervise federal prisons and protect detainees’ rights, reported the violent deaths of six federal prisoners during the first semester of 2018, but did not identify the individuals responsible. The office also documented 301 alleged cases of torture or ill-treatment in federal prisons between January and June 2018, after 615 cases in 2017./p In December 2017, the federal government created the National Committee to Prevent Torture, charged with monitoring the situation of people in detention./p In July 2018, the UN Working Group on Arbitrary Detention (UNWAD) reported that police forces often conduct criminal arrests in a discriminatory and subjective manner. Approximately 60 percent of all people behind bars in Argentina are in pretrial detention, and the period of such detention sometimes lasts up to six years. Largely due to overcrowding, some pretrial detainees are being held in police stations. Prison guards have taken “disobedient” detainees to isolation cells without following predetermined sanction procedures. Security forces have detained children and subjected them to abuse./p Police and other security forces occasionally employ excessive force against protesters, despite a 2011 commitment by authorities in at least 19 of Argentina’s 23 provinces to ensure that force is used proportionately./p In September, a court sentenced six policemen to up to 10-and-a-half years in prison for the arbitrary arrest and torture of two teenagers in 2016. The officers had detained the two, 15- and 18-years-old at the time, while they walked in a low-income community in Buenos Aires. One of them told the court the officers severely beat him on the back and head, kicked him as he was lying on the floor, and threatened to kill him while placing a knife at his throat./p In February, Security Minister Patricia Bullrich said the government would modify the criminal code to protect police officers who shoot at a person they believe to be committing a crime. The minister claimed that all actions by police officers should be “presumed” legal. The minister’s pledge followed a well-known case in which an officer killed a man who was running away after stabbing a tourist in Buenos Aires. At time of writing, the proposal had not been filed./p In July, President Macri announced the Armed Forces would “collaborate in interior security” operations linked to combatting drug trafficking at Argentina’s borders. He later adopted a decree outlining a new defense policy that includes some vague language that would, for example, allow the Armed Forces to respond to threats that do not come from another state and to protect unspecified “strategic objectives.” Defense Minister Oscar Aguad said troops would not be deployed in public security operations. "
                    },
                    {
                        "title": "Judicial Independence",
                        "summary": "The delayed appointment of permanent judges by the Council of the Judiciary has led to temporary appointments of judges who lack security of tenure, which the Supreme Court ruled in 2015 undermines judicial independence. As of November 2018, 260 of 985 lower-court judgeships remained vacant."
                    },
                    {
                        "title": "Impunity for the AMIA Bombing",
                        "summary": "Twenty-three years after the 1994 bombing of the Argentine Israelite Mutual Association (AMIA) in Buenos Aires that killed 85 people and injured more than 300, no one has been convicted of the crime./p The investigation stalled when Iran, which Argentina’s judiciary suspects of ordering the attack, refused to allow Argentine investigators to interview Iranian suspects in Argentina. In 2013 Argentina and Iran signed a memorandum of understanding (MOU) that allowed an international commission of jurists to review evidence and question Iranian suspects—but only in Tehran—likely rendering the interviews inadmissible in an Argentine court. A federal court declared the MOU unconstitutional; the Macri administration did not appeal./p Red notices—a form of international arrest warrant—that the Argentine government requested from Interpol to detain several Iranians implicated in the attack remain in force. In September, President Macri called on Iranian authorities to collaborate with the investigations during his speech at the UN General Assembly./p In January 2015, Alberto Nisman, the prosecutor in charge of investigating the bombing, was found dead in his home with a single gunshot wound to the head and a pistol beside him matching the wound. His death came just days after he had filed a criminal complaint accusing then-President Cristina Fernández de Kirchner and her foreign affairs minister of conspiring with Iran to undermine the investigation./p A federal court dismissed Nisman’s complaint, but, following an appeal, in 2016 the judiciary ordered the case reopened. In March 2018, an appeals court upheld a decision ordering the pretrial detention of Fernández de Kirchner for her alleged role in the cover-up. It has not been implemented because she has parliamentary immunity as a senator. As of November, courts had not determined whether Nisman’s death was suicide or murder./p In 2015, several officials—including former President Carlos Menem, his head of intelligence, and a judge—were put on trial for alleged interference with the initial investigation into the bombing. The trial continued at time of writing. "
                    },
                    {
                        "title": "Indigenous Rights",
                        "summary": "Indigenous people in Argentina face obstacles in accessing justice, land, education, health care, and basic services. Argentina has failed to fully implement existing laws to protect indigenous peoples’ right to free, prior, and informed consent when the government adopts decisions that may affect their rights—a right provided for in international law./p In July, the UNWAD reported that demonstrations by members of indigenous communities had been “violently repressed,” that these groups had been subject to abuse by security forces and private security guards, and that members had been detained without respect for their basic rights./p In November 2017, Congress approved a law extending the deadline for completing a survey of indigenous lands to 2021. The survey is being conducted, but slowly. "
                    },
                    {
                        "title": "Women's Rights",
                        "summary": "Abortion is illegal in Argentina, except in cases of rape or when the life or health of the woman is at risk. But even in such cases, women and girls are sometimes subject to criminal prosecution for seeking abortions and have trouble accessing reproductive services, such as contraception and voluntary sterilization./p In May 2018, a 10-year-old girl who had been raped by her stepfather faced obstacles to obtaining an abortion in Salta province. A decree by the governor only allowed abortion during the first 12 weeks of pregnancy, and a provincial protocol required an interview by a team of psychologists, despite a Supreme Court protocol asserting that a woman’s statement that she has been raped is enough to allow an abortion. Although the governor lifted the decree in response to the public outcry generated by this case and the girl was eventually allowed to have an abortion, the family decided that she should not./p In June, following massive protests, the House of Representatives passed a bill intended to decriminalize abortion completely during the first 14 weeks of pregnancy and, after that period, to allow women and girls to end pregnancies when they are the result of rape, when the life or health of the woman or girl is at risk, or when the fetus suffers from severe conditions not compatible with life outside the womb. The Senate rejected the bill in August./p Despite a 2009 law setting forth comprehensive measures to prevent and punish violence against women, the unpunished killing of women remains a serious concern. The National Registry of Femicides, administered by the Supreme Court, reported 251 femicides—the murder of women based on their gender—but only 12 convictions, in 2017. In May 2018, the Attorney General’s Office adopted a special protocol for investigating and prosecuting femicides."
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "In 2010, Argentina became the first Latin American country to legalize same-sex marriage. The Civil Marriage Law allows same-sex couples to enter civil marriages and affords them the same legal marital protections as different-sex couples, including adoption rights and pension benefits. Since 2010 more than 18000 same-sex couples have married nationwide."
                    }
                ],
                "keyActors": "In January 2018, the UN Committee on Enforced Disappearances closed its urgent action on the disappearance of Santiago Maldonado, an artisan who had gone missing in August 2017 while visiting a Mapuche indigenous community in Chubut province. Community members had told authorities they saw federal security forces take Maldonado away from a demonstration. His body was found two months later near a local river. Forensic examiners concluded that he had drowned and his body showed no evidence of abuse. Also in January, the InterAmerican Commission on Human Rights closed the precautionary measures it had granted requesting that the Argentine government protect Maldonado’s life and physical integrity when he went missing. The criminal investigation into the circumstances of his death remained open at time of writing./p The UNWAD’s July 2018 report on Argentina, based on an in-country visit in 2017, outlined concrete recommendations to address the abuses against detainees that it had documented./p President Macri has repeatedly and publicly criticized Venezuela’s poor human rights record and called for the release of its political prisoners. His administration has allowed Venezuelans to apply for the same permits to stay in Argentina granted to residents of Mercosur member countries, despite Venezuela’s expulsion from the regional trade bloc. The number of Venezuelans moving legally to Argentina has constantly increased since 2014, reaching over 135000 in October. "
            },
            {
                "country": "Armenia",
                "overview": "Former opposition leader Nikol Pashinyan became Armenia’s prime minister following weeks of popular protests in April and May 2018 against the outgoing president, Serzh Sargsyan. After serving the maximum two presidential terms, Sargsyan tried to hold onto power by securing his party’s backing so he would be elected as prime minister, before he stepped down amid the protests./p Pashinyan inherited a country plagued with corruption and myriad human rights problems, including lack of accountability for law enforcement abuses, domestic violence, violence and discrimination against lesbian, gay, bisexual, and transgender (LGBT) people, lack of access to quality education for children with disabilities, and institutionalization of people with psychosocial and intellectual disabilities. In October, Pashinyan stepped down to trigger snap parliamentary elections, set for December 2018. ",
                "issues": [
                    {
                        "title": "Yerevan Municipal Elections",
                        "summary": "Hayk Marutyan, the candidate from Pashinyan’s “My Step” alliance, won a landslide victory in Yerevan’s September mayoral election. The former mayor resigned amid strong public pressure in July. Previous elections had been marred by vote-buying and intimidation of public servants and private employees, another theme of the spring’s public protests. In September, the parliament adopted a package of bills, initiated by the government, which made buying and selling votes a criminal offense punishable by up to six years’ imprisonment. "
                    },
                    {
                        "title": "Accountability for Abuses by Law Enforcement Officials",
                        "summary": "Armenian authorities have a long record of using excessive force to break up largely peaceful protests, in some cases causing serious injury to protest participants and journalists. The April and May protests were mostly peaceful, but there were sporadic clashes between police and protesters, including on April 16 when police allegedly used stun grenades, leaving 46 people injured, including six policemen. Police also arbitrarily arrested hundreds of protest participants, including protest leader Pashinyan, based on accusations of participation in mass riots or holding rallies in violation of the established rules. They were all released within a few hours or days./p In a commendable move, the new authorities made progress in existing investigations into abuses that had been stalled for years. In June, they brought charges against a policeman accused of seriously ill-treating, in a court basement, four defendants in a trial concerning the violent takeover of a Yerevan police station in July 2016./p Authorities also revived the investigation into the March 2008 deadly clashes between protesters and security forces, that left 10 people dead, including two policemen. The previous investigation was one-sided, with 52 protesters sent to prison. Following the renewed investigation, authorities brought criminal charges against three former high-level officials, including ex-President Robert Kocharyan, and two commanders, Michael Harutyunyan and Yuri Khachaturov, accusing them of attempting to overthrow the constitutional order. A court initially remanded Kocharyan to pretrial detention, but he was released upon appeal, pending completion of the investigation./p In September, authorities suspended the investigation into the July 2016 police violence against protesters. Courts previously convicted 21 protesters, while no officials faced criminal charges. However, in July, authorities brought criminal charges against one policeman for abuse of office. At time of writing, the investigation was pending. "
                    },
                    {
                        "title": "Disability Rights",
                        "summary": "The government continues to transform some residential institutions for children into community centers and to support family-based care, but these programs do not include children with disabilities on an equal basis with other children. Existing legislation allows for deprivation of legal capacity of persons with psychosocial or intellectual disabilities and there are no supported decision-making mechanisms in place. As a result, some people with disabilities remain in institutions indefinitely./p As a follow up to the May 2017 United Nations (UN) Committee on the Rights of Persons with Disabilities concluding observations, authorities in May informed the committee that the 2018 state budget included funds to support 94 children in 90 foster families, but did not specify how many of those children have disabilities./p Authorities continue to implement their commitment to full inclusive education by 2025. Inclusive education involves children with and without disabilities studying together in community schools. Despite some progress, children with disabilities continue to face segregation and stigma, and do not always receive reasonable accommodation in schools to enable them to study on an equal basis with other children."
                    },
                    {
                        "title": "Women's Rights",
                        "summary": "Domestic violence persists as a serious problem in Armenia. According to police, during the first five months of 2018 they recorded 864 incidents of violence against women, of which 223 were cases of domestic violence. Authorities brought charges against 31 persons for domestic violence through July, and courts convicted seven. Women’s rights activists believe domestic violence is widely underreported./p In January, a new law on violence in the family entered into force, providing a definition of domestic violence, but including notions of“strengthening traditional values” and “restoring family harmony” as key principles. Women’s rights activists raised concerns that those principles could be used to reinforce obsolete and problematic gender roles and stereotypes, and to pressure women to remain in abusive relationships./p In February, the government approved the action plan for the implementation of the law, and in June set up the Council on Prevention of Violence in the Family, the coordination body for policies on prevention of domestic violence. Authorities also drafted relevant decrees regulating requirements for shelter staff members, and for establishing a centralized record on domestic violence cases. At time of writing, the decrees had not been adopted./p Authorities still need to increase the number of shelter spaces and establish state-run shelters, and conduct campaigns to educate the public about the new law, how to file complaints, and the availability of services. In January, Armenia signed, but still has to ratify, the Council of Europe (CoE) Istanbul Convention on Prevention and Combating Violence against Women and Domestic Violence (Istanbul Convention)."
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "LGBT people face harassment, discrimination, and violence. Hateful and derogatory comments circulated on social media regarding the private visit to the country in May of musician Elton John and his husband./p In August, a crowd of about 30 people attacked nine LGBT activists in a southern Armenian village. The assailants ran after Hayk Hakobyan and his fellow activists, as they tried to escape, hitting, kicking, throwing stones, and shouting profanities, injuring six. Police questioned several of the attackers. At time of writing, no one had been charged./p Earlier in April, Hakobyan was the victim of another homophobic assault. He reported it, but authorities failed to effectively investigate./p The LGBT rights organization PINK Armenia documented physical attacks against at least 17 individuals based on sexual orientation or gender identity between January and August./p New Generation, a nongovernmental organization, had to cancel an LGBT Christian Groups’ conference planned in November, amid uproar by the public and government officials over the event./p Fear of discrimination and public disclosure of their sexual orientation prevents many LGBT people from reporting crimes. The criminal code does not recognize homophobia as an aggravating criminal circumstance, and a government bill on equality does not include sexual orientation and gender identity as grounds for protection from discrimination./p Openly gay men fear for their physical security in the military, and some seek exemption from serving in the army. An exemption, however, requires a medical conclusion finding them “psychologically or mentally unfit” to serve. In Armenia, a finding of “psychological or mental disorder” could be an obstacle to employment or obtaining a driver’s license."
                    }
                ],
                "keyActors": "In April, Armenia’s parliament ratified the European Union-Armenia Comprehensive and Enhanced Partnership Agreement, signed in November 2017, triggering its provisional application as of June 1. The agreement aims to strengthen political dialogue, increase economic cooperation, and promote reforms, including on human rights and the rule of law./p In June, the EU published an assessment report on EU-Armenia relations in the framework of the European Neighbourhood Policy, welcoming some progress, particularly “improvements on the respect of human rights and on checks and balances” as part of the 2015 constitutional reforms. The EU assessment also highlighted ill-treatment and police abuse, disproportionate use of force by the police against peaceful demonstrators, lack of a mechanism to protect LGBT rights, inequality and a gender gap, and overrepresentation of children with disabilities in residential institutions./p In his April report, the UN special rapporteur on right to health, Dainius Pūras, noted the need to provide legal protection against discrimination in healthcare services regardless of health status, sexual orientation, and gender identity. Among other things, he urged Armenian authorities to introduce comprehensive infrastructure for the healthcare of children with disabilities to support families, instead of large institutions for children. He also called on authorities to stop prioritizing investments in large psychiatric hospitals and residential institutions for people with mental health conditions, and increase investments in alternative mental health services./p In its May 2017 combined periodic report on Armenia, the United Nations Committee on the Elimination of Racial Discrimination welcomed the constitutional reform, and urged authorities to further amend the legislation to bring it in line with the Convention on Elimination of Racial Discrimination, including by introducing a new definition of hate crime in state law, and reviewing the quota system to allow for greater representation of minorities in parliament./p During a September visit, CoE Human Rights Commissioner Dunja Mijatovic called on the government to guarantee legal capacity, phase out institutions, and ensure quality, inclusive education for persons with disabilities./p A joint declaration following the Francophonie summit hosted by Armenia in October reiterated the member states’ commitments to the protection of human rights, rule of law, and gender equality." 
            },
            {
                "country": "Australia",
                "overview": "Australia has a strong record of protecting civil and political rights, but serious human rights issues remain. In 2018, the government continued to hold refugees and asylum seekers who arrived by boat in Australian waters on Manus Island in Papua New Guinea and on Nauru, marking more than five years since the reintroduction of its draconian offshore processing and settlement policy./p In October, the Queensland government introduced a human rights act, becoming the third jurisdiction in Australia to do so behind the Australian Capital Territory and Victoria. ",
                "issues": [
                    {
                        "title": "Asylum Seekers and Refugees",
                        "summary": "At time of writing, 570 refugees and asylum seekers remained in Papua New Guinea and around 600 on Nauru. Countries of origin include Afghanistan, Myanmar, Iran, Pakistan, Somalia, and Sudan./p Many refugees and asylum seekers suffer from poor mental health or mental illness due to, or exacerbated by, years of detention and uncertainty about their futures. Self-harm and suicide attempts are frequent. At least 12 refugees and asylum seekers have died on Manus Island and Nauru since 2013. Two refugees with mental health conditions reportedly committed suicide on Manus and Nauru in 2018./p In October, the Nauruan government ordered Médecins Sans Frontières (MSF) to end its work providing mental healthcare services on Nauru, claiming MSF had “conspired” against it to advance political agendas. MSF described the mental health situation of asylum seekers and refugees on Nauru as “beyond desperate.”/p Civil society and medical professionals coordinated a successful campaign in 2018 to draw attention to the plight of refugee children in Nauru and the need to evacuate them. At time of writing, the government, reacting to the change in popular opinion, had relocated more than 100 children from Nauru to Australia between August and November./p But most cases required legal intervention. Australian courts have ordered the government to transfer more than 90 refugees and asylum seekers in poor health from Nauru and Manus to receive medical treatment in Australia. More than 150 other refugees and asylum seekers have been transferred only after lawyers threatened urgent court proceedings. These cases include children as young as 10 who suffer from acute mental health conditions, some of whom have attempted suicide./p In July, a Queensland inquest found that the death of Iranian asylum seeker Hamid Khazaei on Manus Island in 2014 was preventable./p Progress under the resettlement deal to send some refugees to the United States has been slow, with less than 450 sent to the US at time of writing./p The hypocrisy of Australia’s professed “non-discriminatory” immigration policy was evident when it was revealed that then-Immigration Minister Peter Dutton intervened to grant tourist visas to foreign nannies on “public interest” grounds in 2015, while his office denied medical transfers to Australia for asylum seekers in offshore detention. In March 2018 Dutton also commented that persecuted white South African farmers deserved “special attention” on humanitarian grounds from a “civilised country” like Australia./p In August the government removed income support and housing from asylum seekers living in Australia, in a move described by UN Special Rapporteur for Extreme Poverty and Human Rights Philip Alston as “ruthless.”"
                    },
                    {
                        "title": "Indigenous Rights",
                        "summary": "Indigenous Australians are significantly overrepresented in the criminal justice system, often for minor offenses like unpaid fines. Aboriginal and Torres Strait Islander people comprise 28 percent of Australia’s adult prison population, but just 2 percent of the national population. Indigenous women make up 34 percent of Australia’s women prison population and Indigenous children make up over 50 percent of the youth prison population./p In March, the Australian Law Reform Commission recommended that the government develop national criminal justice targets to reduce incarceration rates of indigenous people, and abolish discriminatory laws like mandatory sentencing and end the practice of imprisonment for unpaid fines—which disproportionately impacts indigenous women./p In August, the Guardian reported that more than 407 Aboriginal and Torres Strait Islander people had died in custody since a 1991 royal commission was established to look into the issue. "
                    },
                    {
                        "title": "Children's Rights",
                        "summary": "In April, the Northern Territory government acknowledged the November 2017 royal commission’s finding of “shocking and systemic failures” in the youth justice and protection systems, but claimed it lacked funding to implement all of the commission’s 227 recommendations./p Australian states and territories set the age of criminal responsibility at 10-yearsold. Across Australia, around 600 children under the age of 14 are imprisoned each year, mostly Indigenous. In March, the Northern Territory announced support “in principle” for the royal commission recommendation to raise the age from 10 to 12, but at time of writing had yet to implement it. In July, a review of Queensland’s youth justice system also recommended increasing the age to 12./p In April, the inspector of custodial services released a report into conditions at Banksia Hill youth detention center in Western Australia, and found that two boys were “probably” held in solitary confinement in breach of the United Nations Convention against Torture. "
                    },
                    {
                        "title": "Freedom of Expression",
                        "summary": "In June, Australia enacted new espionage and foreign interference legislation, increasing penalties for unauthorized disclosure of information without providing a strong public-interest defense across all offenses and defining national security in overly broad terms./p In May, former Australian spy “Witness K” and his lawyer were charged with conspiracy to communicate information from the Australian Secret Intelligence Service. Information about the trial is likely to be suppressed, despite strong public interest in knowing the reasons for prosecuting two people who exposed wrongdoing by the Australian government in Timor Leste. "
                    },
                    {
                        "title": "Cybersecurity and Surveillance",
                        "summary": "In February, the government introduced an identity-matching services bill that would create a nationwide database of people’s physical characteristics and identities, linking facial images and data from states and territories and integrating them with a facial recognition system. The proposed law lacks adequate safeguards against abuse. The bill had yet to pass into law at time of writing./p In September, the government introduced legislation that would undermine strong encryption and cybersecurity, allowing law enforcement and security agencies to order technology companies and even individuals to facilitate access to encrypted data and devices. The law would give officials wide discretion to decide whether an order is “reasonable and proportionate.”"
                    },
                    {
                        "title": "Disability Rights",
                        "summary": "More than half the Australian prison population has a physical, sensory, psychosocial (mental health), or cognitive disability. In particular, Aboriginal and Torres Strait Islander people are 13 times more likely to be imprisoned than the rest of the Australian population and are more likely to have a disability People with disabilities struggle to cope in often- overcrowded prisons without adequate access to support services, and are particularly at risk of neglect and abuse./p Human Rights Watch research in 14 prisons across Western Australia and Queensland found that prisoners with disabilities routinely experience bullying, harassment, racism, and physical and sexual violence from fellow prisoners as well as staff. Due to a lack of staff sensitivity and training, prisoners with disability are frequently punished for behavior associated with their disability and end up disproportionately represented in punishment units. Prisoners with psychosocial or cognitive disability can spend weeks, months, or even years locked in solitary confinement for 22 hours or more a day. "
                    },
                    {
                        "title": "Rights of Older People",
                        "summary": "In February, the attorney-general announced a national plan to address abuse of older people, a key recommendation of the 2017 Australian Law Reform Commission report that detailed cases of serious physical abuse, financial manipulation, neglect, and exploitation of older people./p In September, the prime minister announced the establishment of a royal commission into care for the aged following numerous reports of abuse in Australian nursing homes. "
                    },
                    {
                        "title": "Women's Rights",
                        "summary": "In October, the Queensland government decriminalized abortion. In June, the New South Wales government passed legislation to provide safe access zones around clinics that provide abortions."
                    },
                    {
                        "title": "Forced Labor",
                        "summary": "In June, the Australian government introduced a modern slavery bill that would require companies above a certain size to submit annual statements regarding their supply chains. The bill, however, does not set out penalties for non-compliance."
                    },
                    {
                        "title": "Foreign Policy",
                        "summary": "In 2018, Australia started its term on the UN Human Rights Council, but beyond Geneva continued to shy away from publicly raising concerns about human rights in other countries—including neighboring Cambodia, the Philippines, and Vietnam, where rights violations are rife but with whom Australia works closely on border security and trade. In March, Australia and Vietnam upgraded ties under a new strategic partnership; the joint statement makes no reference to human rights apart from passing mention of the annual rights dialogue./p When Cambodian Prime Minister Hun Sen publicly threatened to beat up protesters in Australia who burned effigies of him in connection with an Association of Southeast Asian Nations (ASEAN) summit in Sydney in March, the Australian prime minister failed to publicly condemn the statement and said little publicly about larger human rights concerns in ASEAN countries./p In October, the government announced targeted sanctions, including travel bans and asset freezes, against five Myanmar military officers involved in atrocities against the Rohingya, following the release of a UN report on Myanmar. "
                    }
                ],
                "keyActors": "The UN special rapporteur on the situation of human rights defenders released a report on Australia in February 2018 highlighting efforts to undermine the Australian Human Rights Commission, and how activists face “enormous pressure” and vilification from public officials and media outlets./p In July, the UN Committee on the Elimination of Discrimination against Women expressed concern over the rate of gender-based violence against women in Australia, the treatment of asylum seeker and refugee women in offshore detention on Nauru, and the lack of harmonization in state and territory legislation on abortion./p In September, incoming UN High Commissioner for Human Rights Michelle Bachelet referred to Australia’s offshore processing centers as an “affront to the protection of human rights.”"
            },
            {
                "country": "Azerbaijan",
                "overview": "Azerbaijan’s appalling human rights record did not improve in 2018. In April, President Ilham Aliyev was elected for a fourth term in elections that international observers found lacked competition, and “took place in a restrictive political environment and under laws that curtail fundamental rights and freedoms.”/p At least 43 human rights defenders, journalists, political and religious activists remained wrongfully imprisoned, while dozens more were detained or under criminal investigation, faced harassment and travel bans, or fled Azerbaijan. Restrictive laws continued to prevent nongovernmental organizations (NGOs) from operating independently. Other persistent human rights problems included systemic torture, undue interference in the work of lawyers, and restrictions on media freedoms./p Azerbaijan’s international partners criticized abuses, but did not condition ties with Azerbaijan on improvements.",
                "issues": [
                    {
                        "title": "Prosecuting Government Critics",
                        "summary": "Authorities released some political activists, but continued to imprison other critics on politically motivated charges./p In August, authorities released prominent political activist Ilgar Mammadov subject to a suspended two-year term, after he spent over five years in prison on charges that the European Court of Human Rights (ECtHR) found to be unlawful and in retaliation for his activism. In December 2017, the Council of Europe’s (CoE) Committee of Ministers had triggered unprecedented proceedings against Azerbaijan for failing to implement the court’s judgment in Mammadov’s case./p Elnur Farajov, an opposition party member imprisoned on bogus drug charges, died from cancer shortly after his May release by presidential pardon, having been denied adequate medical treatment in prison./p Authorities continued to target leading and rank-and-file members of opposition political parties. In January, a court sentenced Azerbaijan Popular Front Party (APFP) Deputy Chairwoman Gozel Bayramli to three years on false smuggling charges. In September, a court sentenced Orkhan Bakhishli, another leading APFP member, to six years in prison on bogus drug possession charges. In September, Mammad Ibrahim, advisor to the APFP’s chairman, was to be released after serving a three-year-term on bogus hooliganism charges, but on the day of his expected release, officials brought additional charges against him, claiming they found a knife under his pillow. If convicted, he could face up to six additional months in jail./p Among nine other APFP members in prison are Fuad Ahmadli, Fuad Gahramanli, and Murad Adilov./p In March, a court sentenced Ahsan Nuruzade, senior member of Muslim Unity, an unregistered, conservative Shiite movement, to seven years in jail on bogus drug charges. At least 17 other members of Muslim Unity remained in prison on dubious extremism and other charges./p In May, a court convicted Alikram Khurshidov, an active member of the opposition Musavat party, on bogus hooliganism charges and sentenced him to five years’ imprisonment, reduced by six months upon appeal in August. He actively criticized government corruption on social media./p Many others continued to serve long prison terms on politically motivated charges, including youth activists Ilkin Rustamzadeh, Elgiz Gahraman, Giyas Ibrahimov, and Bayram Mammadov./p Authorities also held dozens of critics in jail for up to 30 days following pro forma court hearings on bogus misdemeanor charges, including six members of the opposition REAL political party after they organized a peaceful march in Baku in May to mark Azerbaijan republic’s centennial anniversary."
                    },
                    {
                        "title": "Attacks on the Judiciary",
                        "summary": "Pressure mounted against lawyers who work on human rights-related cases./p In April, the Azerbaijan Bar Association, which is closely tied to the government, suspended the licenses of Asabali Mustafayev and Nemet Karimli, lawyers who often worked on cases involving political persecution. The move came after the prosecutor’s office lodged complaints about public statements the lawyers made concerning the politically motivated cases on which they were working. Earlier in January, based on a similar complaint, the Bar Association suspended the license of another lawyer, Fakhraddin Mehdiyev./p In June, human rights lawyer Irada Javadova was disbarred pursuant to a complaint that authorities allegedly pressured her client to file against her./p In November 2017, Yalchin Imanov lost his license after going public about his defendants’ torture in prison. Following December 2017 legislative amendments, lawyers without Bar Association membership may no longer represent clients in civic or administrative proceedings, further restricting the work of the handful of independent lawyers working on politically motivated cases./p In July, the Bar Association reprimanded Fuad Agayev, who represents several prominent political prisoners, based on a bogus complaint that he had insulted a prison guard. "
                    },
                    {
                        "title": "Freedom of Media",
                        "summary": "All mainstream media remained under tight government control. Defamation is a criminal offense. People who publicly criticize the authorities faced arrest and threats aimed at silencing them; at least 10 remained behind bars./p In January, a court convicted journalist Afghan Mukhtarli to six years on bogus smuggling charges after he was kidnapped in May 2017 from Georgia, where he had lived in exile out of fear for his security, and illegally transferred to Azerbaijan./p Opposition journalist Seymur Hazi, satirical poet Tofig Hasanli, and prominent blogger Mehman Huseynov remained in prison on bogus charges./p In June, the Communications Ministry permanently blocked three news websites following the prosecutor general’s accusations that they “supported terrorism” with their “incorrect coverage” of an assassination attempt on a public official and the ensuing public unrest./p In August, courts in Baku ruled to block three local news websites, az24saat.org, xural.com, and monitortv.info, after officials brought defamation charges against them./p Fifteen journalists working in Azerbaijan for the Berlin-based Meydan TV have remained under criminal tax evasion investigation since 2016. Eight of them remained under travel bans. Authorities continued to block Meydan TV’s website in Azerbaijan."
                    },
                    {
                        "title": "Torture and Ill-Treatment in Detention",
                        "summary": "In July, the Council of Europe’s Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) published reports on six visits to Azerbaijan, between 2004 and 2017. The CPT found that torture and other illtreatment by the police and other law enforcement agencies, and impunity for it, remain systemic and endemic. Detainees are often denied access to lawyers of their choosing./p In February, Elgiz Sadigli, brother of an outspoken exiled activist, was abducted and held for four days in incommunicado police custody, where he said police beat him and subjected him to electric shocks in retaliation for his brother’s activism; he was then sentenced to 30 days on disobedience charges. Authorities failed to conduct an effective investigation into his allegations of torture./p No progress was made in the investigation into the 2017 suspicious death in custody of blogger Mehman Galandarov, whom authorities said they found hanged in his prison cell and swiftly buried with no witnesses."
                    }
                ],
                "keyActors": "International financial institutions funded Azerbaijani state hydrocarbon projects, despite their institutional mandates that require them to ensure project partners respect principles of pluralism and transparency. The US, European Union, and Azerbaijan’s other bilateral and international partners continued to criticize the government’s targeting of critics./p In March 2018, the European Investment Bank (EIB) approved a €932 million loan for the construction of the Trans-Anatolian Natural Gas Pipeline (TANAP), which brings natural gas from Azerbaijan across Turkey to western Europe. Azerbaijan’s state-owned company SOCAR is a 58 percent partner of the pipeline. The EIB did not condition the loan on the improvement of human rights, even though its obligations under the EU Charter of Fundamental Rights mean it should not finance projects that would encourage or support human rights violations./p In October 2017, the European Bank for Reconstruction and Development (EBRD) approved a US$500 million loan for TANAP, despite the bank’s commitment to transparency and Azerbaijan’s suspension from a key extractive revenue transparency initiative./p In May, Azerbaijan underwent the third cycle of the Universal Periodic Review at the United Nations Human Rights Council, during which it continued to deny allegations of rights violations. Several states expressed concerns about new restrictions on civil society./p In April, an independent body published a report finding that Azerbaijan exerted undue influence on members of the Parliamentary Assembly of the Council of Europe (PACE) to minimize criticism of its human rights record. The report said that this improper influence resulted or “contributed to” the voting down of a PACE report on political prisoners in Azerbaijan. In June, the PACE appointed a new rapporteur on the political prisoners issue. A July, European Parliament resolution threatened not to ratify a partnership deal with Azerbaijan, under negotiation since 2017, unless it freed political prisoners and allowed nongovernmental groups and lawyers to work without undue government interference./p In August, the EU welcomed Mammadov’s conditional release and called for the release and rehabilitation of all others detained on political grounds./p In August, during her first visit to Azerbaijan, German Chancellor Angela Merkel raised human rights issues with President Aliyev, arguing that “strong civil society must be part of an open, secular society.” In a show of support, Merkel also met with civil society activists./p In August, the US administration welcomed the release of Ilgar Mammadov and urged Baku to release “all other individuals who have been imprisoned for exercising their fundamental freedoms.”/p In August, after the government blocked news websites, the Organization for Security and Co-operation in Europe (OSCE) Representative on Freedom of the Media, Harlem Désir, called on the authorities to reform the laws and regulations affecting media, and to encourage pluralistic debate on all issues of public importance, both off and online. "
            },
            {
                "country": "Bahrain",
                "overview": "Civilian and military courts continue to convict and imprison peaceful dissenters, including prominent human rights defenders and opposition leaders, under the guise of national security./p Authorities have failed to hold officials accountable for torture and other ill-treatment despite the installation of oversight mechanisms as recommended by the Bahrain Independent Commission of Inquiry (BICI), which King Hamad Al-Khalifa established following mass protests in 2011./p Courts since January 2018 have stripped at least 243 people of their citizenship, including activists, leaving most of them effectively stateless. Authorities also deported at least eight people after stripping their citizenship./p The government announced general elections for November 2018 despite serious restrictions on free speech and assembly.",
                "issues": [
                    {
                        "title": "Freedom of Expression, Association, and Peaceful Assembly",
                        "summary": "Bahraini authorities continue to detain and harass scores of activists, journalists, and photographers since nationwide anti-government protests in 2011. Thirteen prominent dissidents are serving varying lengthy prison terms since their arrest in 2011. They include leading human rights advocate, Abdulhadi alKhawaja, and Hassan Mushaima, leader of the unrecognized opposition group Al Haq, both serving life terms./p Authorities in Bahrain have used overly broad definitions of terrorism in the Terrorist Act to detain protesters and convict opposition leaders, including people who participated in anti-government demonstrations in 2011. The definition extends to non-violent acts, the aim of which are “disrupting the public order,” “threatening the Kingdom’s safety and security,” and “damaging national unity.”/p The Interior Ministry on March 25 threatened to punish harshly those who criticized the government online, saying it was already tracking accounts that “departed from national norms, customs and traditions.”/p On March 27, the Bahrain Cassation Court upheld a 10-year prison sentence and stripping of citizenship for Sayed Ahmed Al-Mousawi, a photographer, arrested in 2014 after covering anti-government protests./p On June 11, King Hamad signed into law an amendment to the Exercise of Political Rights Law that would disqualify many potential opposition and independent candidates from running for office, including in general elections slated for late 2018. The amendments prohibit individuals from running if they are “felons and persons previously convicted to a prison sentence of six months or more;” or “leaders and members of dissolved political organizations who committed a serious violation of the provisions of the Kingdom’s Constitution or laws;” and persons who “destroy or disrupt the conduct of constitutional or parliamentary life or whose membership were revoked.”/p The Information Affairs Ministry suspended Al Wasat, the last independent newspaper in the country, in 2017. The same year, the government also dissolved the last opposition political formation, the secular-left National Democratic Action Society (Wa’ad), accusing members of “incitement of acts of terrorism and promoting violent and forceful overthrow of the political regime.”/p In his report to the United Nation Human Rights Council’s 39th session, UN Secretary-General António Guterres on August 13 condemned long-standing travel bans imposed on many civil society representatives that prevented them from participating in sessions of the council in Geneva between June 2017 and June 2018./p On November 4, the Bahrain High Court of Appeals overturned a lower court’s decision from June 2018 to acquit of all charges three senior members of Bahrain’s largest now-dissolved political opposition party Al-Wifaq, including the group’s leader Sheikh Ali Salman, and sentenced them to life in prison for allegedly spying on behalf of Qatar. While Salman has remained in detention in Bahrain since December 2014, the two other members of the group who were also sentenced, Sheikh Hassan Sultan and Ali Alaswad, were tried in absentia."
                    },
                    {
                        "title": "Arbitrary Citizenship Revocations",
                        "summary": "Courts stripped 258 persons of their citizenship for alleged offenses that include “terrorism,” “national security,” and “offending the country,” between January and November, bringing the total since 2012 to 764 people, according to the London-based Bahrain Institute for Rights and Democracy (BIRD). Most Bahraini nationals stripped of their citizenship were rendered effectively stateless./p All known citizenship revocations since January have been handed down by civil or military courts. In 108 cases prior to 2018, authorities directly revoked a person’s citizenship through a royal decree or order of the Interior Ministry./p Between January 29 and February 1, the government deported to Iraq eight stateless Bahrainis whose citizenship it had previously stripped."
                    },
                    {
                        "title": "Security Forces",
                        "summary": "Since 2011, authorities have failed to credibly investigate and prosecute officials and police officers who allegedly committed violations, including torture. Despite numerous complaints by detainees and their family members, the Interior Ministry’s Ombudsman Office and Special Investigations Unit failed to hold prison guards and officers to account./p Hajer Mansoor Hasan, who was sentenced on dubious terrorism charges and is the mother-in-law of exiled rights defender, Sayed Ahmed Al-Wadaei, filed complaints in March, July, and August, claiming that Isa Town Prison personnel had mistreated her. The Ombudsman’s Office responded to each of the complaints denying accusations./p In September, Hasan and two other female detainees said prison officials assaulted them after they complained that authorities denied them the right to participate in religious commemorations on the occasion of the Shi’ite religious festival of Ashoura. According to Hasan’s relatives, prison authorities have since restricted the inmates’ access to family visits, phone calls, and time spent outside their cells./p Despite commitments to implement substantive recommendations of the Bahrain Independent Commission of Inquiry (BICI) pursuant to mass anti-government protests in 2011, authorities in 2017 reversed two such recommendations it had previously implemented, by restoring arrest and detention authority to the abusive and unaccountable National Security Agency (NSA) and by giving military courts jurisdiction over civilians. "
                    },
                    {
                        "title": "Death Penalty",
                        "summary": "Bahrain ended a de facto seven-year moratorium in January 2017 when it executed three Shia men for a bomb attack that resulted in the deaths of three police officers amid allegations that they had been tortured into confessing./p On April 26, King Hamad commuted the sentences of four men among a group of six who a military court had sentenced to death in December 2017. The other two were tried in absentia./p As of November, Bahraini prisons held 14 people on death row."
                    },
                    {
                        "title": "Human Rights Defenders",
                        "summary": "On March 21, authorities sentenced in absentia, to two months in prison, Duaa Al-Wadaei, wife of prominent exiled activist Sayed Ahmed Al-Wadaei, for allegedly insulting an officer at Manama airport in 2016. Three of Al-Wadaei’s other relatives are serving prison terms after authorities sentenced them in October 2017 on dubious terrorism-related charges that appear to have been filed in reprisal against his human rights work./p Nabeel Rajab, one of Bahrain’s preeminent human rights defenders and head of the Bahrain Center for Human Rights, completed a two-year prison term for “spreading false news and rumors about the internal situation in the Kingdom, which undermines the state prestige and status.” He then immediately began a five-year prison term for his Tweets criticizing alleged torture in Bahrain’s Jaw Prison and the Saudi-led military operations in Yemen. The Manama Appeals Court on June 5 upheld the latter conviction, finding that Rajab “deliberately disseminated in wartime false or malicious news, statements or rumors […] so as to cause damage to military preparations;” “publicly offended a foreign country,” in this case Saudi Arabia; and “insulted a statutory body.”/p Rajab, who suffers from a serious skin condition, has been in detention since June 2016./p On August 13, the United Nations Working Group on Arbitrary Detention called for Rajab’s immediate release, saying his detention was not only arbitrary, because it resulted from his exercise of the right to freedom of opinion and expression, but also constituted “discrimination based on political or other opinion, as well as on his status as a human rights defender.”"
                    },
                    {
                        "title": "Women's Rights, Gender Identity and Sexual Orientation",
                        "summary": "Bahraini law discriminates against women in the right to divorce and transmission of Bahraini nationality to their children on an equal basis to men./p Article 353 of the penal code exempts perpetrators of rape from prosecution and punishment if they marry their victims. Bahrain’s parliament proposed a full repeal of that article in 2016, but the cabinet rejected the proposal. Article 334 of the penal code reduces the penalties for perpetrators of so-called honor crimes./p Adultery and sexual relations outside marriage are criminalized. No law prohibits discrimination on the grounds of sex, gender identity, or sexual orientation."
                    }
                ],
                "keyActors": "Bahrain continued to participate in the Saudi Arabia-led coalition military operations in Yemen./p On March 23, the Department of State stressed the key role Bahrain played in the security architecture of the Gulf region, saying the kingdom was a vital United States partner in major defense initiatives as well, as providing support for countering terrorism. The US maintains a major naval base in Bahrain./p The State Department approved two major weapons sales to Bahrain in 2018. On April 27, it approved the sale of AH-1Z attack helicopters, missiles, and other military equipment to the kingdom, for an estimated US$911.4 million. On May 17, the State Department approved a deal worth up to US$45 million, which included 3,200 bomb bodies to arm Bahrain’s F-16 fighters fleet./p As of November, the State Department had approved five major weapons sales to Bahrain in 2018 worth an estimated US$1.4 billion. This resumption of arms sales came after the US lifted in March 2017 the human rights conditions that the Obama administration had attached to a sale to Bahrain of F-16 fighter jets worth $2.8 billion./p The European Parliament passed a resolution on June 14 on the human rights situation in Bahrain that called on the government to release all political activists and human rights defenders, including Nabeel Rajab. It also called for an official moratorium on all executions, and for an end to the military trials of civilians. It condemned the high number of death sentences and criticized the stripping of citizenship “as a means of reprisal.”/p In his last address on June 18 to the UN Human Rights Council (HRC), during its 38th session, former UN High Commissioner for Human Rights Zeid Ra’ad Al Hussein said that Bahrain continued to refuse his office and the Special Procedures unconditional access to the country “amid continued crackdowns on civil society and additional legislation which further restricts the people’s fundamental rights.”/p Zeid’s successor, High Commissioner Michelle Bachelet, decried on September 10 during her opening statement at the 39th Session of the HRC, the “large number of cases of revocation of citizenship” and called for the release of all human rights defenders who are currently arbitrarily detained,including Nabeel Rajab." 
            },
            {
                "country": "Bangladesh",
                "overview": "Ahead of national elections scheduled for end December 2018, Bangladesh authorities detained or jailed senior members of main opposition parties, lodged politically motivated trumped-up cases against thousands of opposition supporters, and violated international standards on freedom of speech by cracking down on media and civil society critical of government abuses./p Despite an international outcry, authorities detained photographer-activist Shahidul Alam for 107 days. Alam had criticized human rights violations in an interview with Al Jazeera television and on Facebook in August. Bangladesh also enacted an overly broad and vague law that affects various forms of speech, particularly through the use of social media and other internet-based devices./p The government deployed humanitarian, medical, and other services to ensure the safety and welfare of Rohingya refugees who fled crimes against humanity by the military in neighboring Myanmar beginning in late August 2017. Bangladesh is now host to nearly 1 million Rohingya refugees, a population which includes both recent refugees and those who have been there longer. The continued influx of Rohingya refugees from Myanmar is creating a severe strain on humanitarian and government aid agencies./p April marked the five-year anniversary of the collapse of Rana Plaza garment factory, leading to the deaths of over 1,100 workers. The prime minister promised that reforms will continue to ensure the safety of workers but was resistant to continuing to receive external international oversight through the Bangladesh Accord and the Bangladesh Alliance, which were set up with the assistance of international brands following the collapse of Rana Plaza. ",
                "issues": [
                    {
                        "title": "Attacks on Political Opposition, Peaceful Protesters, Students and Media",
                        "summary": "Bangladesh continued a harsh crackdown to suppress those that disagree or are critical of the ruling Awami League. These included members and supporters of the political opposition, journalists, prominent members of civil society, as well as students, and even school children./p The leader of the Bangladesh Nationalist Party, Khaleda Zia, was convicted and jailed in February, after the courts finally moved long-standing pending cases against her. Zia’s supporters said that the corruption cases against her were brought by the same military-backed government that had filed allegations against the current prime minister, Sheikh Hasina; however, after the Awami League came to office, all cases against Hasina were dropped, but those against Zia proceeded./p Thousands of opposition supporters, including senior leaders, faced trumped-up cases. Newspapers reported that even names of individuals who are dead or critically ill in the hospital were included in these arbitrary actions./p In July, university and school students launched a protest demanding road safety following the death of two students by a speeding bus. Eyewitnesses credibly alleged that members of the Awami League and their student wing had attacked the students with sticks and machetes. Authorities took no action against those carrying out the abuses, but instead detained the protesting students. Police also arrested scores on vague allegations of “instigating” violence, based on their comments on social media either supporting the protests or criticizing the crackdown on students./p Photojournalist Shahidul Alam, who was covering the protests, was detained in early August. He was arrested by members of the Detective Branch hours after he gave a media interview describing the violence he witnessed during the protests. He said he was beaten in custody. Other journalists covering the protests also reported being attacked. Several protesters faced secret detentions, in effect amounting to enforced disappearances. Alam was eventually released on bail in late November, although he continues to face charges against him."
                    },
                    {
                        "title": "Freedom of Expression and Association",
                        "summary": "In September, the government passed the Digital Security Act,designed to monitor all electronic communications. This new law was supposed to address abusive provisions in the Information and Communication Technology Act. However, the new law still retains similar provisions and contains new sections to criminalize free expression. Meanwhile, hundreds continued to face charges for their social media commentary./pHuman rights groups remained under pressure, due to restrictions on accessing foreign funding. Journalists reported threats and intimidation to prevent any criticism of the government."
                    },
                    {
                        "title": "Impunity for RAB and other Security Forces",
                        "summary": "In May, the government announced a war on drugs, and within a short period of time, nearly 100 persons had been killed by the security forces. Sheikh Hasina also announced that an additional 10,000 suspects had been arrested. Despite allegations of violations, including an audio recording of an extrajudicial execution by members of the Rapid Action Battalion (RAB), authorities failed to investigate and prosecute those responsible./p Enforced disappearances and extrajudicial killings continued. Security forces persisted with a long-standing pattern of covering up unlawful killings, by claiming the deaths occurred during a gun-fight or in crossfire."
                    },
                    {
                        "title": "Refugees",
                        "summary": "A year after a brutal crackdown by the Myanmar army, almost 1 million Rohingya refugees remained in camps in Bangladesh./p Humanitarian agencies, the government, and the refugees themselves, struggled to shore up the hastily built, severely overcrowded camps. The government obstructed certain infrastructure improvements, particularly in shelter and education, because it insisted the camps are temporary, and the solution to the refugee problem is return to Myanmar./p Vulnerable groups, such as people with disabilities and older people, are particularly at risk and have difficulty accessing basic services and humanitarian assistance./p The Bangladesh government, after failing to negotiate the safe return of the refugees to Myanmar, and in an attempt to resolve the overcrowded camp conditions, announced a plan to relocate 100 000 in the first phase to an island in the Bay of Bengal called Bhasan Char. The government hired external contractors to build embankments around the island, but there are serious concerns about risk of floods and tidal surges, particularly during the monsoon and cyclone seasons, as well as lack of livelihoods and freedom of movement for refugees who would be transferred there."
                    },
                    {
                        "title": "Labor Rights",
                        "summary": "The Bangladesh High Court ordered that the two international initiatives on fire and building safety—the Bangladesh Accord on Fire and Building Safety and the Alliance for Bangladesh Worker Safety—should finish their work and hand over their operations to government authorities by November 2018. The government has yet to publicly report on all its fire and building safety inspections and progress in a manner comparable to the transparent reporting adopted by the Accord and the Alliance. The government increased workers’ minimum wage in the apparel industry, but workers continued to protest this as being inadequate."
                    },
                    {
                        "title": "Women's and Girl's Rights",
                        "summary": "Bangladesh continues to have one of the highest rates of child marriage in the world. In spite of the government’s stated pledge to end the practice by 2041, it has yet to make meaningful progress. A law remained on the books allowing girls to get married before the age of 18 under special circumstances./p Authorities failed to properly enforce laws to protect women in cases of sexual violence, rape, domestic abuse, and acid attacks. "
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "Although the government took some steps in recent years, such as declaring legal recognition of a third gender category for hijras (sometimes referred to as transgender women), policy implementation on access to state benefits were weak, and sexual and gender minorities remained under constant pressure and threat./p Sexual and gender minorities fear for their safety, amid a climate of impunity for attacks on minorities by religious extremists, and feared that, if they were targeted, authorities would deny that they were targeted because of their sexual orientation or gender identity, rather than come to their defense."
                    }
                ],
                "keyActors": "The Bangladesh government ignored or dismissed numerous key recommendations, particularly around its crackdown on speech, and the increasing cases of enforced disappearances and killings during its Universal Periodic Review in May 2018./p After months of increasing interest for a visiting mission to Bangladesh and Myanmar, the Security Council traveled to both countries in April. In Bangladesh, council members visited refugee camps in Cox’s Bazar, where they assessed efforts to provide assistance for Rohingya refugees./p In July, Secretary-General Antonio Guterres and World Bank President Jim Yong Kim conducted a joint visit to Bangladesh. They met with government authorities in Dhaka and visited Cox’s Bazar. During and following his mission, the secretary-general expressed deep concern about the situation in the camps and urged donor countries to increase humanitarian assistance to Bangladesh host communities./p Relations with India was placed under strain when the Indian government announced plans to detain and deport those deemed to be illegal settlers from Bangladesh in Assam state. India failed to speak up against human rights violations in Bangladesh, including against the political opposition./p China resisted international efforts to hold the Myanmar military accountable for abuses against the Rohingya, and instead offered to mediate refugee repatriation. Bangladesh authorities said those mediation attempts had failed, with Myanmar refusing to accept the Rohingya as citizens. China’s proposal on refugees seemed to minimize the engagement of various other international players in Myanmar./p International donors, including the European Union and its members states, focused mostly on conditions for the Rohingya refugees, and were restrained on publicly criticizing the Bangladesh authorities for human rights violations./p In April, during the yearly bilateral human rights consultations, the EU raised concerns over reports of extrajudicial killings and enforced disappearances, urged Bangladesh to abide by its labor legislation with international labor conventions, and underlined the urgency of addressing the issue of violence and harassments against trade unionists./p In September, the EU delegation and the missions of EU member states Switzerland and Norway reiterated concerns on provisions in the Digital Security Act, which can be used to unduly restrict freedom of expression and the freedom of media and undermine judicial procedural guarantees./p After the United States called for free and fair elections and criticized the crackdown on the student protests, alleged supporters of the ruling Awami League attacked the US ambassador’s convoy in Dhaka in early August, throwing stones at her car./p Since August 2017, the United States has provided more than US$389 million in humanitarian assistance to displaced people in and from Burma, primarily in Bangladesh."
            },
            {
                "country": "Belarus",
                "overview": "In 2018, civil society activists, lawyers, rights groups, and independent media continued to face government harassment and pressure. Authorities prosecuted dozens of journalists on a variety of arbitrary grounds and adopted new restrictions on internet freedoms./p Belarus remains the only European country to use the death penalty. Those condemned to death are executed by a shot to the head. Authorities do not inform families of the execution date or the burial place.",
                "issues": [
                    {
                        "title": "Death Penalty",
                        "summary": "In October 2017, authorities executed Kiryl Kazachok, sentenced on murder charges in December 2016. In mid-May, they executed Viktar Liotau and Aliaksei Mikhalenia, both sentenced on murder charges in 2017./p In December 2017 and May 2018 respectively, appeal courts upheld death sentences for Ihar Hershankou and Siamion Berazhnou, sentenced on fraud and murder charges in 2017, and Viachaslau Sukharka and Aliaksandr Zhylnikau, sentenced on murder charges in 2015."
                    },
                    {
                        "title": "Freedom of Expression and Attacks on Journalists",
                        "summary": "According to the Belarusian Association of Journalists, between January and August, authorities arbitrarily detained 29 journalists, including while covering Freedom Day protests./p In December 2017, a court fined Anatol Bukas, chief editor of Naviny.by, 345 Belarusian rubles (roughly US$158) for writing about an unauthorized rally in Minsk. In November, the Justice Ministry issued the outlet a warning for violating mass media legislation. Under Belarusian law, two warnings may lead to an outlet’s closure./p In February, the police beat Belsat cameraman Andrus Koziel for live-streaming vote counting during local elections and jailed him for one night. In March, a court fined him 735 Belarusian rubles (US$338) for disobeying police. In February, 19-year old blogger Stsiapan Sviatlou became a target for police for allegedly posting videos that insulted President Aliaksandr Lukashenka. Police searched Siatlou’s parents’ apartment and seized his laptop and video camera./p Authorities intensified the prosecution of freelance journalists for cooperating with unregistered foreign media, bringing 33 cases against 17 journalists from September through December 2017, and 85 cases against 31 journalists from January through September 2018, an increase over the same period in 2017. All resulted in fines ranging from 490 to 1,225 Belarusian rubles (US$230 to US$575). In February 2018, Belarusian courts handed down suspended sentences of five years’ imprisonment to Yuri Pavlovets, Dimitri Alimkin, and Sergei Shiptenko, bloggers with the Russian-language websites Regnum, Lenta.ru and EADaily, on bogus charges of inciting extremism and sowing social discord between Russia and Belarus. Yuri Pavlovets and Sergei Shiptenko appealed to the Supreme Court, which upheld the verdict./p In April, authorities arrested Dzmitri Halko, editor of Belarussian Partisan on dubious charges of assaulting police officers in November 2017 in an incident when police interrupted his son’s birthday party. In July, a court sentenced Halko to four years in prison and a fine of 930 Belarusian rubles (US$430). At time of writing, Halko’s appeal was pending./p In June, authorities began investigating Ales Lipai, head of the independent BelaPAN news agency, on criminal tax evasion charges. Investigative authorities searched Lipai’s apartment and banned him from leaving Belarus pending trial. Following Lipai’s death in August, authorities closed the case./p In August, authorities launched a criminal probe against several publications for allegedly using passwords for the state news agency, BelTA, without authorization in order to access it for free. The disproportionate response raised concerns that the government was using the issue to punish news outlets. Police searched the offices of BelaPAN and TUT.by, an independent news website, as well as the editorial offices of several other media outlets (including some state-owned) and the homes of several journalists. At least 18 journalists were arrested on charges of “unauthorized access to computer information causing significan tharm.” All were released by August 10; criminal proceedings against them continued at time of writing./p After admitting she was aware that her staff was using login data for BeITA’s paid subscription, TUT.by’s chief editor was charged with negligence, punishable by up to five years in prison."
                    },
                    {
                        "title": "Freedom of Information",
                        "summary": "In December 2017 and January 2018, the Information Ministry ordered the blocking of independent news websites Belarusian Partisan and Charter ’97 for “disseminating prohibited information.”/p June amendments to the Law on Mass Media introduced additional, excessive restrictions requiring that all online media outlets keep public records of the names of people who submit comments online and disclose that information to authorities. The amendments also provided for holding owners of registered online media criminally liable for any content posted on their website."
                    },
                    {
                        "title": "Human Rights Defenders and Lawyers",
                        "summary": "Authorities refused to investigate police mistreatment of Aliaksei Loika during a police raid at Viasna Human Rights Center in March 2017. In October 2017, border officials arbitrarily detained and searched another Viasna member, who was returning to Belarus after attending a human rights forum, before ultimately releasing him./p In February, human rights lawyer Elena Tonkacheva returned to Belarus after the expiration of an arbitrarily imposed three-year entry ban./p Authorities pressured lawyers working on politicized cases. In September, the Justice Ministry suspended the license of Anna Bakhtina, a defense lawyer with more than 38-years’ experience, alleging that she was “insufficiently competent” to practice law. In October, a court upheld the decision. Bakhtina was one of eight lawyers the authorities forced to take an “extraordinary certification” exam. All eight were representing defendants allegedly associated with White Legion, a disbanded nationalist group. The seven other lawyers were declared “partially compliant” and had to re-take the examination in March 2018. They all passed."
                    },
                    {
                        "title": "Freedom of Assembly",
                        "summary": "Police arbitrarily detained at least 110 people in connection with peaceful protests held in Minsk and other cities on March 25, traditionally celebrated by the opposition as Freedom Day./p In the lead-up to the rally in Minsk, police arrested opposition leader Mikalay Statkevich and rally organizers Uladzimir Niakliayeu, Viachaslau Siuchyk, and Maksim Viniarski. Courts sentenced them to up to 10-days’ detention./p Police detained seven members of the Belarusian Helsinki Committee and Viasna while they monitored the rally in central Minsk, charging six with “participating in unauthorized mass events”and additionally charging one with “disobeying a police officer.” All were released the same day, and in April, filed appeals against unlawful actions by police. An official inquiry found no police misconduct. In August, the charges against the activists were dropped due to the statute of limitations./p In May, police charged lesbian, gay, bisexual, and transgender (LGBT) activist Vika Biran for staging single-person pickets near three governmental buildings to protest the Interior Ministry’s statement decrying the British embassy for flying a rainbow flag to mark the International Day Against Homophobia. Courts convicted her of two offenses of violating rules on public gatherings and fined her a total of 735 Belarusian rubles (US$335)."
                    },
                    {
                        "title": "Freedom of Association",
                        "summary": "In May, the Belarusian Council of Ministers submitted a draft law to repeal Article 193.1 of the criminal code, which criminalizes participation in the activities of unregistered organizations, and to replace criminal liability for that offense with an administrative fine of up to 1,225 Belarusian rubles (US$600)./p Authorities continued to deny registration to independent groups and opposition parties on arbitrary pretexts./p In April, the Justice Ministry rejected the seventh registration application filed by the Belarusian Christian Democracy party citing minor errors in the application. In May, the Supreme Court dismissed the party’s appeal./p In October 2017, the Supreme Court upheld the Justice Ministry’s second refusal to register the Social Christian Movement./p In August, a court in Minsk sentenced the head of the Belarusian Radio and Electronics Workers’ Union and its accountant to a five-year curfew and other restrictions on dubious tax evasion charges."
                    }
                ],
                "keyActors": "The government continued to refuse to cooperate with United Nations Special Rapporteur on Belarus Miklos Haraszti, appointed in 2012. In his final report to the UN Human Rights Council (UNHRC) as special rapporteur in June, he stated that Belarus is “governed by a purposefully repressive legal framework, aggravated by regularly recurring, centrally planned violent crackdowns.” In June, the UNHRC renewed the the mandate of the special rapporteur on Belarus for another year./p In December 2017, in its concluding observations to Belarus’ periodic report to the UN Committee on the Elimination of Racial Discrimination, the committee urged the government to investigate all cases of racial discrimination, take measures to prevent discrimination against Roma, and promote independence of the judiciary./p In its June review of Belarus’ fifth periodic report to the UN Committee against Torture (CAT , the committee urged Belarus to put in place a moratorium on executions, with a view to abolishing the death penalty, highlighted “widespread” use of torture in Belarus, called for an end to the use of torture in detention, and warned against the use of psychiatric hospitalization for non-medical reasons./p In an April resolution, the European Parliament deplored the continued harassment of Belarusian activists, politicians, and journalists and urged the authorities to unblock the website of Charter ’97, abandon amendments to the Law on the Media, and end persecution of independent bloggers./p The European Union decried shortcomings in the February local elections and spoke out against Belarus’ continued use of the death penalty and against the Freedom Day crackdown, stressing that respect for human rights is key in shaping the EU’s future relationship with Belarus. In February, EU member states extended for one year the EU’s restrictive measures against Belarus in response to continued human rights violations, including an arms embargo and targeted sanctions against four individuals. Despite Belarus’s lack of progress on human rights, the European Commission continued talks with the government on visa facilitation and readmission."
            },
            {
                "country": "Bolivia",
                "overview": "Impunity for violent crime and human rights violations remain serious problems in Bolivia. The administration of President Evo Morales has created a hostile environment for human rights defenders that undermines their ability to work independently. /p Despite recent legal reforms, extensive use of pretrial detention—combined with trial delays—undermine defendants’ rights and contribute to prison overcrowding. Threats to judicial independence, violence against women, and child labor are other major concerns./p A 2013 Constitutional Court ruling allowed President Evo Morales to run for a third term, although the constitution, at the time, limited presidential re-election to two five-year terms. In a 2016 national referendum, voters rejected changing the constitution to allow President Morales to run a fourth time, but in November 2017, the Constitutional Court struck down limits on re-election altogether, which will allow President Morales to run for a fourth term in 2019.",
                "issues": [
                    {
                        "title": "Impunity for Abuses and Violent Crime",
                        "summary": "Bolivia has prosecuted only a few of the officials responsible for human rights violations committed under authoritarian governments from 1964-1982, partly because the armed forces have at times refused to give information to judicial authorities about the fate of people killed or forcibly disappeared./p A truth commission established by the government in August 2017 to carry out non-judicial investigations of grave human rights abuses committed during that period continued to operate in 2018. The commission, which will provide information to prosecutors and judges trying to convict those responsible for abuses, was originally required by law to publish a report on its findings by August 2019, but in May the Plurinational Assembly—the country’s legislature—allowed the president to extend the deadline by one year./p Impunity has led to mob attacks, or lynchings, of alleged criminals. In May, a mob of motorcycle taxi drivers in Cochabamba killed 19-year-old Edson Soria, whom they believed had stolen several motorcycles, according to press reports."
                    },
                    {
                        "title": "Judicial Independence",
                        "summary": "The government has sought to reform the Bolivian justice system, which has been plagued by corruption, delays, and political interference for years. While reforms are certainly called for, current efforts pose a serious risk to judicial independence in the country./p In 2016, members of the three branches of government, as well as civil society groups and other stakeholders, discussed proposals during a “National Justice Summit.” The summit’s recommendations included reforming the selection process for high court judges, creating a new body to supervise judges, and assessing the work of current judges and prosecutors./p In 2017, Congress created a commission to oversee implementation of the recommendations. The commission has broad powers, including “controlling” the appointment of new judges and carrying out “all other actions necessary” to implement the recommendations. Five of the commission’s nine members are either supporters of Morales in the Plurinational Assembly or government officials directly appointed by him./p In March 2018, the commission participated in a process to appoint 77 appellate court judges, although the Bolivian Constitution assigns that task to a magistrate’s council that is required to be independent of the executive branch./p In 2017, the Magistrate’s Council ruled that all the judges who were appointed before the 2009 constitution was enacted were to be considered transitory and could be summarily removed by the council. In May 2017, the council summarily removed 88 judges./p In December 2017, voters elected high court judges and members of the Magistrate’s Council from lists created by the Plurinational Assembly, where the Morales’s Movement for Socialism party has a two-thirds majority. According to the Due Process of Law Foundation (DPLF), more than half of the elected judges and officials had worked for the Morales administration./p A Supreme Electoral Tribunal decision on whether President Morales could register as a candidate for the 2019 presidential election remained pending at time of writing. In November, Gerardo García, the vice president of the Movement for Socialism, said that the court would have to “bear the consequences” if it did not allow Morales to run."
                    },
                    {
                        "title": "Due Process and Prison Conditions",
                        "summary": "Around 70 percent of all Bolivians in detention have not been convicted of a crime. Extended pretrial detention and trial delays overcrowd prisons and lead to poor and inhumane conditions. By mid-2018, more than 16,000 inmates were packed into prisons built to hold a maximum of around 5,000./p In March 2018, seven prisoners died during a police operation in Palmasola prison in Santa Cruz. The government said the operation sought to recover control of the prison from criminal organizations./p Presidential decrees adopted between 2012 and 2018 allow the president to reduce the sentences of those convicted of minor crimes and drop charges against those held in pretrial detention for minor crimes. Official figures reveal that more than 5,000 people have benefited from such decrees./p The Attorney General’s Office has repeatedly used a 2010 anti-corruption law to prosecute alleged crimes committed before the law was enacted. International human rights law, however, prohibits such retroactive application of changes to criminal law, unless doing so is beneficial to the defendant./p In October 2016, the Attorney General’s Office used the law to charge businessman and opposition leader Samuel Doria Medina with “anti-economic conduct” for allegedly transferring US$21 million from the government to a private foundation when he was planning minister in the government of President Jaime Paz Zamora in 1992./p In May 2015, Jorge “Tuto” Quiroga, former president of Bolivia and current opposition leader, was charged with “anti-economic conduct.” Prosecutors argued that officials in his administration harmed the “interests of the state” by signing four oil agreements with foreign companies./p In July 2018, the Attorney General’s Office asked the Plurinational Assembly to try Carlos Mesa, also a former president of Bolivia and current opposition leader, for harming the “interests of the state” when his administration expelled the Chilean company Quirobax from the country in 2004. In 2015, the International Centre for Settlement of Investment Disputes (ICSID) had awarded Quirobax compensation for being expelled from Bolivia./p In September, President Morales granted amnesty to former Presidents Quiroga and Mesa."
                    },
                    {
                        "title": "Human Rights Defenders",
                        "summary": "Human rights defenders continue to face harassment, including from government officials, which undermines their ability to work independently./p A law and decree that President Morales signed in 2013 grants the government broad powers to dissolve civil society organizations. Under the decree, any government office may request that the Ministry of Autonomy revoke the permit of a nongovernmental organization (NGO) if it performs activities other than those listed in its bylaws, or if the organization’s legal representative is criminally punished for carrying out activities that “undermine security or public order.”/p The decree also allows the Plurinational Assembly to request the revocation of an NGO’s permit in cases of “necessity or public interest.” These measures give the government inappropriately wide latitude to interfere with the operation of independent civil society groups./p Bolivian officials have repeatedly accused rights groups of engaging in an international conspiracy against the government, but have failed to present evidence to support such claims."
                    },
                    {
                        "title": "Freedom of Expression",
                        "summary": "While public debate is robust, the Morales administration periodically lashes out at journalists, accusing them, without presenting evidence, of publishing lies and politically motivated distortions. The government has repeatedly accused media of participating in an international conspiracy against Bolivia and the president./p Bolivia lacks transparent criteria for using government funds to purchase media advertisements—an important source of media revenue—and some media outlets have accused the government of discriminating against those who criticize government officials by withholding advertising from them."
                    },
                    {
                        "title": "Indigenous Rights",
                        "summary": "The 2009 constitution includes comprehensive guarantees for indigenous groups’ rights to collective land titling, intercultural education, prior consultation on development projects, and protection of indigenous justice systems./p Indigenous peoples’ right to free, prior, and informed consent (FPIC) regarding legislative or administrative measures that may affect them is not fully enshrined in Bolivian legislation. One current mining law limits FPIC to the exploitation phase of land concessions, but international standards call for FPIC through all stages of projects that affect indigenous peoples’ rights to land and natural resources./p In May 2017, President Morales signed a bill that authorizes the building of a highway in the Isiboro Secure National Park and Indigenous Territory. The law is based on a 2012 consultation with local indigenous groups, which some rights groups say was not fully free or fair."
                    },
                    {
                        "title": "Gender-Based Violence and Reproductive Rights",
                        "summary": "Women and girls in Bolivia remain at high risk of gender-based violence, despite a 2013 law that sets forth comprehensive measures to prevent and prosecute violence against women. The law created the crime of “femicide” (the killing of a woman in certain circumstances, including of domestic violence) and called for the establishment of shelters for women as well as special prosecutors and courts for gender-based crimes. The National Police reported over 100 “femicides” in 2017./p Women and girls face numerous obstacles to accessing sexual and reproductive health services, including contraceptives./p Under Bolivian law, abortion is not a crime when the pregnancy is due to rape or if the procedure is necessary to protect the life or health of a pregnant woman or girl. In December 2017, the Plurinational Assembly passed government-sponsored criminal reform that would significantly eased abortion restrictions./p But, in response to protests, the assembly abrogated the bill in January 2018, before it took force. The law would have fully decriminalized abortion for girls. It would have allowed women to end pregnancies in a range of circumstances, including if their lives or health are at risk; if the pregnancy is the result of rape; and if the fetus suffers from severe conditions not compatible with life outside the womb."
                    },
                    {
                        "title": "Child Labor",
                        "summary": "In February 2018, the Constitutional Court abrogated a provision in a 2014 law that had allowed children as young as 10 to work in activities that are not deemed “dangerous” or “unhealthy.” The law contravened international standards and had made Bolivia the first country in the world to legalize employment at such a young age."
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "In 2016, the Plurinational Assembly passed a bill that allows people to revise the gender listed on their identification documents without prior judicial approval./p However, in November 2017, the Constitutional Court ruled that revision of gender did not grant the right to marry a person of the same biological sex./p Same-sex couples are not allowed to marry or engage in civil unions. Bolivia’s 2009 constitution defines marriage as the union of a man and a woman."
                    }
                ],
                "keyActors": "In April 2018, the UN Human Rights Committee found that Bolivia violated the human rights of two former members of the Bolivian parliament by disqualifying them as candidates for the positions of mayors in 2015 subnational elections./p Also in April, the Inter-American Commission on Human Rights accepted a case concerning the April 2009 killing of two Hungarians (one of Bolivian birth) and an Irishman, whom the government alleged were mercenaries involved in a separatist plot. Police shot them dead after storming their hotel rooms in Santa Cruz. President Morales tweeted that admitting the case meant that the commission “was a defender of terrorism and separatism.”/p In June, the Morales administration nominated Nardi Suxo, its former minister of transparency and ambassador to the United Nations, to become a judge on the Inter-American Court of Human Rights, but her candidacy was defeated in the General Assembly of the Organization of American States."
            },
            {
                "country": "Bosnia and Herzegovina",
                "overview": "Bosnia and Herzegovina made limited progress in 2018 towards addressing long-standing human rights problems. Members of national minorities were ineligible to stand for the presidency in the 2018 general elections because of the ongoing failure to amend discriminatory provisions of the constitution. Authorities did not provide basic support to thousands of asylum seekers and migrants who arrived in 2018. Journalists continued to face threats and interference in their work. War crimes cases continued to be resolved at a slow rate.",
                "issues": [
                    {
                        "title": "Ethnic and Religious Discrimination",
                        "summary": "Despite multiple rulings of the Bosnian Constitutional Court and the European Court of Human Rights (ECtHR) that the constitution discriminates against ethnic and religious minorities, there was no progress during the year towards amending it to allow Roma, Jewish, and other minorities to run for the presidency in 2018 October general elections./p Authorities in Mostar failed again to change the city’s electoral statute ordered by the Bosnian Constitutional Court in 2010 to reflect the one person, one vote principle, scuppering an idea to hold local elections in Mostar in 2018 at the same time as the October general elections. Political disagreements mean the city has not held local elections since 2008, disenfranchising its voters./p A survey conducted in April 2018 by the United Nations Development Programme showed Roma in Bosnia and Herzegovina continue to face many difficulties accessing and enjoying, health care, education, housing, and employment, notwithstanding some improvements in living standards. Many Roma lack identification documents necessary to access services."
                    },
                    {
                        "title": "Asylum Seekers and Internally Displaced Persons",
                        "summary": "The numbers of asylum seekers and migrants entering the country increased significantly during the year. According to the Service for Foreigners’ Affairs of Bosnia and Herzegovina, between January and November 2018, 21,163 asylum seekers, most of whom have either lodged claims or indicated an intention to lodge asylum claims, entered Bosnia and Herzegovina, compared to only 755 in the whole of 2017. The three largest nationalities were Pakistan, Iran, and Syria./p The state did not provide adequate shelter, food, and access to medical assistance to the new arrivals, particularly in Velika Kladusa and Bihac municipalities. In November 2018 there were only two state-managed centers for migrants and refugees—an open asylum center with capacity of about 154, and an open refugee reception center with capacity of around 290—and two temporary accommodation centers for migrants set up with support of international organizations. The lack of accommodation and services forced thousands to live in the streets, abandoned buildings, or tents./p The lack of official accommodation means that many would-be asylum seekers cannot register a place of residence upon arrival, a requirement to apply for asylum. This leaves many without access to asylum procedures even after they register their intention to apply. Among the 2018 arrivals, over 19, 900 asylum seekers expressed intention to apply for asylum, but only 1,314 applied./p Twenty-three years after the end of the war in Bosnia, only 42 percent of Bosnian refugees have returned to Bosnia, according to the Ministry for Human Rights and Refugees, and 91,813 remained internally displaced at the end of June 2018, many still living in 156 collective centers. At time of writing, 737 homes for internally displaced had been built under the Regional Housing Programme. A plan to build housing for displaced people living in 121 collective centers by 2020 under a Council of Europe Development Bank-funded project had started but was moving slowly in most municipalities."
                    },
                    {
                        "title": "Accountability for War Crimes",
                        "summary": "In July 2018, Bosnia and Herzegovina signed a joint Declaration on War Crimes at a summit meeting on the Western Balkans with regional and EU leaders, committing to assist efforts to bring perpetrators of human rights crimes to justice. However, the Bosnian government did not support a civil society-backed initiative to establish a regional truth commission, known as RECOM./p With the closure of the International Criminal Tribunal for the former Yugoslavia (ICTY) in December 2017, the prosecution of war crimes in domestic courts took on a new importance. But in practice, progress in Bosnia remains slow./p A revised National War Crimes Processing Strategy has been waiting approval by the Council of Ministers since February 2018. The revised strategy aims to improve the process of determining which cases merit handling by the State Court War Crimes Chamber and prosecutor, and which can be dealt with in entity, district, and cantonal courts./p There were 114 cases for war crimes before the State Court involving 296 defendants as of September 2018. Between January and September 2018, the court delivered 29 verdicts, 14 convictions, 12 acquittals, and three partial acquittals. The court delivered seven verdicts for conflict-related sexual violence, five of which were convictions. Between January and September 2018, the Supreme Court of Republika Srpska, which tries war crimes cases in that entity, received seven war crime cases, four of which resulted in convictions and three of which were being processed at time of writing./p One of the four convictions was for conflict-related sexual violence. Statistics for cantonal courts in the federation were not available at time of writing. In January 2018, the State Court confirmed a genocide indictment against former Bosnian Serb Interior Minister Tomislav Kovac. He is accused of controlling the police forces involved in capturing, detaining, and executing up to 8,000 Bosniak men in Srebrenica in 1995./p Several cases were dealt with during the year by the residual Mechanism for International Criminal Tribunal (MICT) set up to deal with any outstanding issues arising from the ICTY caseload. In April 2018, former Bosnian Serb wartime President Radovan Karadzic in the appeal hearings at the MICT against his March 2016 conviction at the ICTY for genocide, crimes against humanity and war crimes, denied the charges and demanded a new trial. Prosecutors urged the judges at the MICT to reject Karadzic’s appeal and change his sentence to life in prison."
                    },
                    {
                        "title": "Human Rights Defenders and Civil Society",
                        "summary": "In 2018, civil society groups reported intensified state efforts to discourage public protests by issuing fines for public disorder, making it increasingly difficult and slow to obtain necessary permits, restricting protests to specific and less central areas, and over-policing peaceful events./p Despite existing laws that regulate civil society’s reporting of income, officials in Republika Srpska drafted a new law on foreign donations which, if passed by the Republika Srpska assembly, would allow authorities to categorize NGOs who receive foreign donations as “foreign agents” and monitor their work and income in unwarranted ways that could discourage their independent work."
                    },
                    {
                        "title": "Freedom of Media",
                        "summary": "Attacks on journalists and freedom of media continued at high rate in 2018. Bosnian journalists’ association BH Novinari registered 41 attacks against journalists, including five death threats, seven physical attacks, and eight direct threats by politicians. The Human Rights Ombudsman’s office received nine complaints regarding attacks on journalists. Some cases were investigated by police and handed over to the Prosecutor’s Office, but no-one was convicted for attacks on journalists at time of writing./p In August 2018 Vladimir Kovacevic, a journalist at BN TV, was attacked in Banja Luka after covering a protest over the failure of authorities to investigate or solve the suspicious death of a 21-year-old man. He was hospitalized, and at time of writing the attack was being investigated by police as an attempted murder. In response to the attack, the public and other journalists organized protest walks demanding better safety and protection standards for journalists."
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "Between January and September 2018, Sarajevo Open Center, a lesbian, gay, bisexual, transgender, and intersex (LGBTI) and women’s rights group, recorded 27 hate-motivated incidents against LGBTI people, including 10 involving domestic violence, and 136 cases of hate speech, mostly online. Five cases were reported to police, one of which was referred to a prosecutor. However, the status of the investigation was unknown at time of writing./p According to Foundation CURE, a feminist activist organization, politicians in Bosnia and Herzegovina still do not publicly discuss LGBT rights and concerns, police often dismiss hate crimes against LGBT people, and acquiring permits for LGBT events and peaceful gatherings was significantly more difficult in 2018 than in previous years./p In a notable development, Republika Srpska amended its criminal law to include an offence of public incitement to violence and hatred based on sex, sexual orientation, and gender identity."
                    }
                ],
                "keyActors": "In May 2018, Council of Europe (CoE) Commissioner for Human Rights Dunja Mijatovic urged the minister for human rights and refugees and the minister for security to address the migration crisis in a way that is compliant with human rights./p In June 2018, the Council of the European Union told Bosnian authorities to ensure that any changes to electoral law not further complicate efforts to implement the European Court of Human Rights’ judgement on discrimination against minorities running for political office (Sejdic-Finci case) but did not insist on immediate implementation of the 2009 ruling./p The EU, the Organization for Security and Co-operation in Europe, and the United States Embassy jointly urged the Council of Ministers in Bosnia and Herzegovina to prioritize adopting the revised National War Crimes Processing Strategy./p In April 2018, the OSCE reviewed the draft law on Public Assembly in the Federation of Bosnia and Herzegovina and concluded that if adopted it would violate freedom of assembly, unduly burden organizers of assemblies, and pose severe restrictions on venues for assemblies./p In their August 2018 concluding observations of the periodic report of Bosnia and Herzegovina, the United Nations Committee on the Elimination of Racial Discrimination called on Bosnian authorities to include in its criminal code all grounds for discrimination, ensure that local laws enable equal rights for all, and end “two schools under one roof,” the practice of ethnic-based segregation within a single school."
            },
            {
                "country": "Brazil",
                "overview": "Jair Bolsonaro, a member of Congress who has endorsed torture and other abusive practices, and made openly racist, homophobic and misogynist statements, won a run-off election in October. Political violence and threats against journalists marred the presidential contest./p Violence reached a new record in Brazil, with some 64,000 killings in 2017. Police solve just a small fraction of homicides. Unlawful killings by police feed the wave of violence. Weak state control of many prisons facilitates gang recruitment./p Domestic violence remains widespread; thousands of cases each year are not properly investigated./p Tens of thousands of Venezuelans poured into Brazil in 2018 fleeing repression, hunger, and inadequate medical care. Brazil has kept its borders open, but there have been several serious xenophobic attacks against Venezuelans./p Many rural Brazilians are exposed to pesticides sprayed near their homes, schools, and workplaces, and they fear reprisals if they report poisonings. ",
                "issues": [
                    {
                        "title": "Public Security and Police Conduct",
                        "summary": "A large-scale study by criminologists and journalists estimates that prosecutors file charges in only two out of every ten homicides./p Abuses by police, including extrajudicial executions, contribute to a cycle of violence that undermines public security and endangers the lives of police officers and civilians./p The federal government has failed to publish a yearly report about killings by and of police officers, as ordered by the Inter-American Court of Human Rights in a 2017 ruling. Data compiled by the nonprofit Brazilian Forum on Public Security from official sources show that 367 on- and off-duty police officers were killed in 2017, the latest available information. Police officers, including off-duty officers, killed 5,144 people in 2017, 20 percent more than in 2016./p While some police killings are in self-defense, research by Human Rights Watch and other organizations shows that some are extrajudicial executions. In São Paulo, the police ombudsman examined hundreds of police killings in 2017, concluding that police used excessive force in three-quarters of them, sometimes against unarmed people./p A 2017 law moved trials of members of the armed forces accused of unlawful killings of civilians from civilian to military courts. The law also moved trials of military police—the state police force that patrols the streets in Brazil—accused of torture and other crimes to military courts, although homicides by them remain in civilian jurisdiction. This means that the armed forces and military police investigate their own members who are accused of crimes. Under international norms, extrajudicial executions and other grave human rights violations by police and the military must be investigated by civilian authorities and tried in civilian courts./p Less than a month after the law was enacted, eight civilians were killed during a joint civil police and army operation in Rio de Janeiro’s metropolitan area. At time of writing, neither armed forces investigators nor federal military prosecutors had interviewed any civilian witnesses./p Then-President Michel Temer in February transferred responsibility for public security and prisons in Rio de Janeiro to the army, until December 2018, with the stated aim of improving citizens’ safety. Yet from March to October, homicides went up by 2 percent in Rio State, while police killings increased by 44 percent, compared to the same period in 2017./p Among the Rio homicide victims were councilwoman and human rights defender Marielle Franco and her driver, Anderson Gomes, gunned down in a professional killing in March. At time of writing, police had made no arrests in the case."
                    },
                    {
                        "title": "Prison Conditions, Torture and Ill-Treatment of Detainees",
                        "summary": "In June 2016, more than 726,000 adults were behind bars in facilities built to hold half that number, Ministry of Justice data show. The federal government expected another 115,000 by the end of 2018./p Overcrowding and understaffing make it impossible for prison authorities to maintain control within many prisons, leaving detainees vulnerable to violence and recruitment into gangs. Fewer than 15 percent of inmates have access to educational or work opportunities, and health services are often deficient. Rio’s Public Defenders’ Office reported that in that state alone, 266 people died in detention in 2017, most of such treatable conditions as diabetes, hypertension, or respiratory ailments./p In February, the Supreme Court ruled that pregnant women, mothers of children under 13, and mothers of children and adults with disabilities who are in pretrial detention for non-violent crimes should instead await trial under house arrest, except for “very exceptional cases.” Although the Ministry of Justice said the order could apply to 10,693 incarcerated women, judges had released to house arrest only 426 by May 1, the Supreme Court’s deadline for compliance. Judges made widespread use of a “very exceptional cases” exception to retain women in jail./p Many people awaiting trial are routinely held with convicted prisoners, in violation of international standards and Brazilian law./p The National Council of Justice ordered that by May 2016 all detainees should be taken, within 24 hours of arrest, to a hearing to determine if they should be in preventive detention or set free pending trial. But more than two years later, many jurisdictions outside state capitals still do not hold such “custody hearings.” In the absence of those hearings, detainees often wait months to see a judge for the first time./p At custody hearings, judges can detect police abuse, yet some do not ask detainees about their treatment. In most cases, police officers are present during the hearing, which can be intimidating. Still, about 5 percent of detainees report abuse during the hearings, according to the National Council of Justice. Several studies have shown that their allegations are often not properly investigated./p At time of writing, Congress was examining a bill to make custody hearings mandatory countrywide. But the bill would allow some to be held via videoconference with people in their places of detention, which would make the hearings far less useful as a genuine opportunity to discover allegations of police abuse. "
                    },
                    {
                        "title": "Children's Rights",
                        "summary": "Brazil’s juvenile detention facilities housed 24,345 children and young adults in January 2018, official data show./p Police accused 13 staff members of negligent homicide for delay in responding to a fire that killed 10 children in a detention center in Goiânia State in May. And in Ceará State, federal prosecutors blamed the “actions and omissions” of state authorities for the deaths of seven children and young adults in 2017 and 2018. In a 2018 study of children and young adults detained in São Paulo State by a nonprofit Instituto Sou da Paz with the cooperation of state authorities, 90 percent said military police had mistreated them during arrest, and 25 percent said juvenile detention staff had beaten them. Investigations by the National Mechanism for the Prevention and Combatting of Torture and Human Rights Watch have revealed scores of cases of mistreatment in various states. Abuses are often not properly investigated or punished."
                    },
                    {
                        "title": "Freedom of Expression",
                        "summary": "More than 140 reporters covering the elections were harassed, threatened, and in some cases physically attacked, the Brazilian Association of Investigative Journalism (Abraji) found. After winning the election, Bolsonaro said he would withdraw state advertising from news media that are “unworthy.”/p During the campaign, electoral court judges ordered universities to clamp down on what they considered illegal political campaigning, including an event against fascism and publications “in defense of democracy.” In a unanimous decision, the Supreme Court decided those restrictions violated freedom of expression and struck them down./p The ruling comes as Bolsonaro and his allies push a bill that would prohibit teachers from promoting their own opinions in the classroom or using the terms “gender” or “sexual orientation,” and would order that sex and religious education be framed around “family values.”/p In March, in the case of a man sentenced to six months in prison for insulting a soldier, three Supreme Court justices upheld a legal provision called desacato that punishes the “disrespecting” of public officials with up to two years in prison. A fourth justice maintained that punishing “disrespect” violates freedom of expression. The Brazilian Bar Association has petitioned the Supreme Court to rule the desacato provision unconstitutional. That case was pending at time of writing./p Military police have abused desacato to quell criticism, for example, detaining people participating in protests, saying they disrespected officers./p Military police officers face broad restrictions on their own freedom of speech. State disciplinary codes and the military criminal code subject officers to expulsion from the force and prison sentences for offenses, such as criticizing a superior officer or a government decision."
                    },
                    {
                        "title": "Women's and Girl's Rights",
                        "summary": "At the end of 2017, more than 1.2 million cases of domestic violence were pending before the courts. Implementation of Brazil’s anti-domestic violence legislation, the 2006 “Maria da Penha” law, is lagging. Official data show that 23 shelters that housed women and children in desperate need closed in 2017 due to budget cuts. Only 74 shelters remain, in a country of more than 200 million people. Each year, police do not properly investigate thousands of domestic violence cases, with the result that they are never prosecuted./p Unchecked domestic abuse typically escalates and may lead to death. In 2017, the last year for which data is available, 4,539 women were killed in Brazil, the Brazilian Forum on Public Security reports. Police registered 1,133 as femicides, defined under Brazilian law as the killing of a woman “on account of being persons of the female sex.” The real number is likely higher, as police do not record as femicides killings for which the motives are initially unclear./p Abortion is legal in Brazil only in cases of rape, when necessary to save a woman’s life, or when the fetus suffers from anencephaly, a fatal congenital brain disorder. Women and girls who have clandestine abortions not only risk injury and death but face up to three years in prison, while people convicted of performing unlawful abortions face up to four years. In August, the Supreme Court held a two-day hearing on a pending petition to decriminalize abortion in the first 12 weeks of pregnancy./p An outbreak of the Zika virus in 2015-2016 caused particular harm to women and girls. When a pregnant woman is infected, Zika can cause complications in fetal development, including of the brain. Ministry of Health data from June showed that two-thirds of children born with Zika syndrome had not received the specialized early stimulation that is crucial for their development."
                    },
                    {
                        "title": "Disability Rights",
                        "summary": "Thousands of people with disabilities, including children and infants, are needlessly confined in institutions, where they may face neglect and abuse, sometimes for life. At the request of a relative or an institution’s director, courts can strip people with disabilities of their legal capacity—the right to make decisions for themselves, with support if they ask for it. A person stripped of legal capacity can only leave an institution with the consent of their guardian, which constitutes unlawful deprivation of liberty according to the Convention on the Rights of People with Disabilities, which Brazil has ratified./p In June, the Senate approved a bill that recognizes a right to legal capacity for some adults with disabilities. The bill does not establish universal legal capacity or a system that allows all people with disabilities access to supported decisionmaking."
                    },
                    {
                        "title": "Migrants, Refugees, and Asylum Seekers",
                        "summary": "Thousands of Venezuelans have crossed the border into Brazil fleeing hunger, lack of basic health care, and persecution. UNHCR data shows that from January 2014 to April 2018, 25,311 Venezuelans requested a residency permit in Brazil. From January 2014 to July 2018, 57,575 requested asylum. Brazil granted asylum to 14 Venezuelans in 2016, and denied it to 28. In October, the head of Brazil’s refugee agency (CONARE) told Human Rights Watch the agency had not made any decisions about asylum requests from Venezuelans “in the last years.”/p By October, the federal government and the UNHCR had opened 13 shelters in Roraima State that housed more than 5,500 Venezuelans. The government has been slow to integrate them into society; most children in shelters do not go to school, and many Venezuelans still lack legal papers. By November, more than 3,100 Venezuelans had benefited from a federal program that relocates them to other states./p In March, a mob expelled Venezuelans from an improvised shelter in Roraima, the Brazilian state that borders Venezuela, and burned their belongings; in August, after another attack, a mob pushed about 1,200 Venezuelans back across the border while police looked on, making no arrests; and in September, several Brazilians lynched a Venezuelan whom they accused of a killing."
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "In September 2017, a federal judge overruled a 1999 decision by the Federal Council of Psychology that banned conversion therapy, which attempts to change an individual’s sexual orientation or gender identity. The council’s appeals to a federal court and to the Supreme Court were pending at time of writing./p In March, the Supreme Court ruled that the government can no longer require transgender people who want their name and gender marker on identification documents changed to undergo medical procedures or subject their decisions to judicial review./p Brazilian media reported about dozens of cases of threats and attacks against lesbian, gay, bisexual, and transgender people during the presidential campaign, many of them allegedly by Bolsonaro supporters."
                    },
                    {
                        "title": "Labor Rights",
                        "summary": "From January to October, the Ministry of Labor identified 1,246 cases of workers subjected to abusive conditions that under Brazilian law rise to the level of “slave-like,” such as forced labor or degrading working conditions. In response to a judicial order, the Ministry of Labor in April released a list of 166 employers on whom it had imposed penalties since 2010 for employing people in “slavelike” conditions."
                    },
                    {
                        "title": "Environment and Land-Related Conflicts",
                        "summary": "Many rural residents are exposed to pesticides sprayed near their homes, schools, and workplaces. They fear reprisals from large landowners if they denounce poisonings./p The government does not adequately monitor pesticide exposure and pesticide residues in drinking water and food. At time of writing, Congress was considering a bill that would weaken the regulatory framework for pesticides, including by reducing the role of the Health and Environment Ministries in authorizing new pesticides./p In 2017, 71 people involved in land conflicts died violently, the highest number since 2003, the Pastoral Land Commission of the Catholic Church reported./p In March, then-President Temer issued three decrees implementing a 2017 federal law that would grant titles to people occupying land illegally. Environmental and landless peasant organizations argue that the law would benefit large landowners and illegal loggers. The attorney general has warned that it could increase the number of killings as a result of land conflicts. Three pending petitions ask the Supreme Court to declare the law unconstitutional."
                    },
                    {
                        "title": "Confronting Military-Era Abuses",
                        "summary": "The perpetrators of human rights abuses during military rule from 1964 to 1985 are shielded from justice by a 1979 amnesty law that the Supreme Court upheld in 2010, a decision that the Inter-American Court of Human Rights ruled violated Brazil’s obligations under international law./p Since 2012, federal prosecutors have charged more than 40 former military officers and other agents of the dictatorship with killings, kidnappings, and other serious human rights abuses. Lower courts dismissed most of the cases, while the Supreme Court halted two, pending re-examination of the amnesty law./p In July, the Inter-American Court of Human Rights condemned Brazil’s handling of the case of journalist Vladimir Herzog, whom state agents tortured and killed in 1975. The court ruled that killing should be considered a crime against humanity and ordered Brazilian institutions to recognize that type of crime is not subject to statutes of limitation. In compliance with the ruling, federal prosecutors re-opened the Herzog investigation./p In October, an appeals court reversed a lower court’s decision to order a former army colonel to pay about US$25,000 to the family of a man who was tortured and killed by the units under the colonel’s command during the dictatorship. The court found the statute of limitation had expired."
                    }
                ],
                "keyActors": "The Inter-American Commission on Human Rights (IACHR) and the United Nations Office of the High Commissioner for Human Rights (OHCHR) expressed “deep concern” over then-President Temer’s decision to put public security in the hands of the armed forces in Rio de Janeiro. The UN special rapporteur on extrajudicial, summary, or arbitrary executions criticized the 2017 law that shields members of the armed forces from trial in civilian courts for unlawful killings of civilians. In November, after its first visit to Brazil since 1995, the IACHR found systematic violations of human rights by state agents, such as extrajudicial killings by police and “deplorable” prison conditions.",
                "foreignPolicy": "The Brazilian government condemned violations of human rights in Venezuela, urged the administration of President Nicolás Maduro to allow humanitarian aid to enter the country, and called for the re-establishment of democracy. Brazil did not  co-sponsor a resolution condemning abuses in Venezuela that the so-called Lima Group countries introduced to the UN Human Rights Council—but it voted in favor./p A Saudi-led coalition has used Brazilian-made cluster munitions in Yemen on at least four occasions in the past few years. Cluster munitions are prohibited by a 2008 treaty joined by 104 countries, but not by Brazil./p Brazil is a strong supporter of a prohibition on fully autonomous weapons. Together with Austria and Chile, Brazil called, in August, for negotiating a treaty to retain meaningful human control over weapons systems and the use of force."
            },
            {
                "country": "Burundi",
                "overview": "Burundi’s security services and members of the Imbonerakure, the ruling party youth league, carried out widespread human rights abuses throughout 2018, including summary executions, rapes, abductions, beatings, and intimidation of suspected political opponents. Many of the worst abuses occurred in the leadup to a May 17 constitutional referendum, which enables President Pierre Nkurunziza to potentially remain in power until 2034./p The humanitarian situation remains dire; the country’s once vibrant civil society and media landscape has been decimated since the crisis began in April 2015, when Nkurunziza announced his bid for a disputed third term. On May 11, just before the referendum, unidentified assailants, suspected of entering Burundi from the Democratic Republic of Congo, launched one of the deadliest attacks in Burundi in recent years, killing 26 people, including 11 children, in Ruhagarika, Cibitoke Province./p A United Nations Human Rights Council-mandated commission of inquiry reported in September that serious violations, including crimes against humanity, continued in 2017 and 2018./p On September 27, 2017, Burundi’s National Security Council announced a threemonth suspension of international nongovernmental organizations. As a result, the operations of around 130 international NGOs, some of them providing lifesaving assistance, were seriously hampered.",
                "issues": [
                    {
                        "title": "Abuses by Security Forces and Ruling Party Youth",
                        "summary": "The Commission of Inquiry confirmed new cases in 2018 of summary execution, enforced disappearance, arbitrary arrest and detention, sexual violence, torture and other cruel, inhuman or degrading treatment. The commission concluded that the perpetrators of these crimes—the National Intelligence Services, the police, and the Imbonerakure—operate in “a climate of impunity perpetuated by the lack of an independent judiciary.” The commission for the first time implicated Nkurunziza directly in “repeated hate speech and calls for violence.”/p When announcing the referendum on December 12, 2017, President Pierre Nkurunziza warned that those who dared to “sabotage” the project to revise the constitution “by word or action” would be crossing a “red line.”  In the months leading up to the referendum, police, intelligence services, and members of the Imbonerakure killed, raped, abducted, beat, and intimidated suspected opponents of the ruling party, the National Council for the Defense of Democracy-Forces for the Defense of Democracy (Conseil national pour la défense de la démocratieForces de défense de la démocratie, CNDD-FDD). Beatings and intimidation of suspected opponents continued after the vote./p Political violence tied to the May referendum claimed at least 15 lives, according to Human Rights Watch research, but the actual number killed is likely much higher. Dozens of dead bodies were found across the country in suspicious circumstances. Many of them were never identified and the circumstances around the deaths never confirmed./p Numerous political opponents were arrested, intimidated, or held incommunicado in unknown locations, including members of the National Liberation Forces (Forces nationales de libération, FNL), the Movement for Solidarity and Democracy (Mouvement pour la solidarité et la démocratie, MSD), and other opposition parties. Some were accused of having told their members to vote against the referendum./p The Commission of Inquiry found that CNDD-FDD and Imbonerakure members “stepped up their efforts to recruit members from among the general public” before and during the referendum campaign, including through forced recruitment. The commission also found that Imbonerakure members can act freely due to their dependence “on the discretion of State power structures and on the impunity accorded by the latter.”"
                    },
                    {
                        "title": "Refugees",
                        "summary": "At time of writing, approximately 378,000 refugees lived outside Burundi, including in Tanzania, Rwanda, Uganda, and Congo. Following a peak of around 431,000 Burundian refugees in March, as of early October, about 40,000 refugees had returned to Burundi from Tanzania under a voluntary repatriation program involving Tanzania, Burundi, and the United Nations High Commissioner for Refugees (UNHCR). Some refugees said they had no choice but to return to Burundi after Tanzanian local authorities had banned them from trading inside the closed camps they had been living in and cash-strapped aid agencies had reduced daily food rations to one meal a day./p In April, around 2,500 Burundian refugees, most of whom are members of a religious sect known as the “Zebiya followers,” returned from Rwanda to Burundi. They had originally fled to Kamanyola, in eastern Congo’s South Kivu province in 2015. In September 2017, Congolese security forces used excessive force to quash a protest led by the Burundian refugees in Kamanyola, killing around 40 refugees and wounding more than 100 others. As conditions deteriorated further, those who survived the massacre fled to Rwanda in March. After several of their leaders were arrested in Rwanda, and because many refused certain procedures on religious grounds, including biometric registration, most of the refugees then returned to Burundi, where some may have faced persecution."
                    },
                    {
                        "title": "Civil Society and Freedom of Media",
                        "summary": "Space for civil society and media has become much narrower in 2018, and many civil society activists and independent journalists remained in exile. Many of those who remained in Burundi faced intimidation, detention, or trials on trumped up charges. Human rights activist Germain Rukuki, a member of Action by Christians for the Abolition of Torture (ACAT), was sentenced to 32 years in prison in April on charges of “rebellion,” “threatening state security,” “participation in an insurrectional movement,” and “attacks on the head of state.” In August, activist Nestor Nibitanga, an observer for the Association for the Protection of Human Rights and Detained Persons (APRODH), was sentenced to five years for “threatening state security.” The government closed ACAT and APRODH in October 2016, along with several other human rights groups./p In March, three members of Parole et Action pour le Réveil des Consciences et l’Évolution des Mentalités (PARCEM), were sentenced to 10 years in prison for having “prepared actions likely to disrupt security.” PARCEM is one of the few remaining independent NGOs operating in the country. The activists were arrested in 2017 while organizing a workshop on arbitrary arrests./p The National Communication Council (CNC) suspended the online readers’ forum of Burundi’s main independent newspaper Iwacu in April for three months, for “violation of professional standards.” In early May, the CNC suspended the British Broadcasting Corporation for six months for “violating press laws” and “unprofessional conduct” after inviting a leading Burundian human rights activist, Pierre Claver Mbonimpa, to its program on March 12. The CNC claimed Mbonimpa’s remarks were “inappropriate, exaggerated, non-verified and damaged the reputation of the head of state.” At the same time, the CNC banned the Voice of America (VOA), also for six months, for the technical reason that it was using a banned frequency. BBC and VOA remain off the air at time of writing."
                    },
                    {
                        "title": "Sexual Orientation and Gender Identity",
                        "summary": "Burundi punishes consensual same-sex sexual relations between adults with up to two years in prison under article 567 of the penal code. This violates the rights to privacy and freedom from discrimination."
                    },
                    {
                        "title": "Right to Education",
                        "summary": "In June, the government banned girls who are pregnant or have a child from attending school. About four weeks later, the government reversed the decision without giving a reason."
                    },
                    {
                        "title": "Constitutional Reform",
                        "summary": "The new constitution, adopted during the May referendum, replaced the 2005 constitution, which came into force after the signing of the 2000 Arusha Peace Accords, which helped to end a civil war. The new constitution increased presidential terms from five to seven years, renewable only once, and reset the clock on terms already served, enabling Nkurunziza to potentially stand for two new seven-year terms, one in 2020 and another in 2027./p Beyond changing the law around term limits, the new constitution was designed to strengthen the CNDD-FDD’s grip by reducing the majority needed to adopt legislation. The changes could lead to a dismantling of the power sharing components that were central to the Arusha Accords, and put into question guarantees that the ethnic Tutsi minority hold some government posts."
                    }
                ],
                "keyActors": "The Inter-Burundi dialogue, which began in 2014 under the leadership of the East African Community (EAC), continued to stall, hampered by an apparent unwillingness among regional leaders to press Nkurunziza to make real concessions. The inter-Burundi dialogue’s Facilitator, former Tanzanian President Benjamin Mkapa, called for a fifth and final round of talks between the government and the political opposition. The consultations took place from October between October 24 and 29in Arusha, Tanzania. Little was accomplished, as the Burundian government did not attend the session./p In February, the Sub-Committee on Accreditation of the Global Alliance of National Human Rights Institutions, which assesses the effectiveness and independence of national human rights institutions, downgraded Burundi’s National Independent Human Rights Commission from a status “A” to “B” for a lack of independence./p The International Criminal Court continued investigations into crimes committed in Burundi since 2015. The UN commission held an interactive dialogue at the UN General Assembly 73rd Session on October 24, 2018. In an August press statement, the UN Security Council urged Burundi “to take further steps to respect, protect and guarantee human rights and fundamental freedoms for all, in line with the country’s Constitution and its international obligations.”/p The Human Rights Council renewed the commission of inquiry ’s mandate for another year, despite Burundi’s continued refusal to cooperate with the commission and declaring its members persona non-grata in September. In April, the government also revoked the visas of three UN experts tasked by the high commissioner for human rights to gather information on abuses to share with local judicial authorities, despite Burundi having endorsed the experts and their assignment in September 2017./p The Security Council continues to hold regular meetings on the situation in Burundi but has remained paralyzed on the matter, mostly because Burundi is not a priority due to other competing interests, such as the crisis in Syria and other conflicts."
            }
        ]
    },
    {
        "country": "",
        "overview": "",
        "issues": [],
        "keyActors": ""
    }
]