{
    "credit": {
        "copyright": "Copyright © 2020 Human Rights Watch All rights reserved.",
        "print": "Printed in the United States of America",
        "isbn": "ISBN-13: 978-1-64421-005-5",
        "frontPhoto": "Cover photo: Protesters in Hong Kong, June 5, 2019. © 2019 Chris McGrath/Getty Images",
        "backPhoto": "Back cover photo: Claudio Jose da Silva, the coordinator of the “Forest Guardians” of Caru Indigenous Territory, Maranhao State, at the bank of the Pindare River in June 2018. The Guardians are Tenetehara Indigenous people who patrol the land to detect illegal logging and report it to the authorities. © 2018 Brent Stirton/Getty Images for Human Rights Watch",
        "cover_book_design": "Cover and book design by Rafael Jiménez"
    },
    "countries": [
        {
            "name": "Algeria",
            "summary": "Algeria in 2019 experienced the largest and most sustained anti-government demonstrations since gaining independence in 1962. Beginning February 22, Al- gerians flooded the streets every Friday in the capital Algiers and elsewhere, first to protest the re-election bid of their four-term president, Abdelaziz Bouteflika, who has appeared publicly only rarely since suffering a debilitating stroke in 2013; then, after his resignation on April 2, to demand a transition to more dem- ocratic governance./n After Bouteflika’s resignation, Senate President Abdelkader Bensalah became acting president while Gen. Ahmed Gaid Salah, the army chief of staff and deputy defense minister, wielded effective power. Gaid Salah set a new presi- dential election for July 4, later postponed until December 12./n In response to continuing protests, authorities dispersed peaceful demonstra- tions, arbitrarily detained protesters, blocked meetings organized by political and human rights groups and imprisoned critics.",
            "issues": [
                {
                    "title": "Freedom of Assembly",
                    "text": "While large anti-government street protests occurred weekly, police forces de- ployed massively in the capital’s downtown streets and squares and at check- points, effectively limiting the number of people who could reach the marches, and then tightly controlling those who did. Authorities arrested hundreds of peaceful protesters, releasing most without charge after a few hours but prose- cuting and imprisoning dozens./n Authorities arrested and charged 86 persons between June and October accord- ing to the National Committee of the Release of Detainees. All were accused of “harming the integrity of the national territory,” including for carrying the flag symbolizing the country’s Kabyle, or Berber, population. This charge can result in a sentence of up to 10 years in prison, under penal code Article 79. As of Octo- ber, six had been tried and acquitted, one was freed pending trial, and 79 re- mained in prison awaiting trial."
                },
                {
                    "title": "Freedom of Speech",
                    "text": "On February 7, human rights activist Hadj Ghermoul, 37, was sentenced to six months in prison for “offending a state institution” after he posted a picture of himself carrying a sign near the northwestern city of Mascara expressing opposi- tion to a fifth mandate for President Bouteflika. Local authorities said he was ar- rested while drunk and insulting police forces./n On July 9, a first instance court near Algiers sentenced Mouaffak Serdouk, a 40- year-old supporter of Algeria’s football team, to a year in prison for “publicly dis- playing a paper that can harm the national interest.” He had stood near a stadium in Cairo where the Algerian team was playing, carrying a sign demand- ing the departure of those who hold power in Algeria, before being deported to Algeria, where he was prosecuted and sentenced./n On June 30, police arrested 87-year-old Lakhdar Bouregaa, a prominent veteran of Algeria’s independence war, at his home in Algiers. The arrest came four days after he said at a public meeting, later broadcast on YouTube, that Algeria’s army is a collection of “militias.” An investigative judge opened an investigation for “weakening the morale of the army,” a charge that could lead to a prison sen- tence of up to 10 years./n On September 11, authorities arrested Karim Tabbou, spokesperson of the Demo- cratic and Social Union (UDS) opposition party, in front of his house in Douira, and charged him with “participating in undermining the morale of the army” after he publicly criticized Gaid Salah. Authorities released Tabbou on Septem- ber 25, then rearrested him the next morning. On October 2, an investigating judge in Algiers opened an investigation based on him “inciting violence” and “harming national unity by publishing statements and videos on social media.” If convicted, he faces prison and a deprivation of his civil rights, including the right to run for office./n On September 25, a military court in Blida sentenced Louisa Hanoune, leader of the Labour Party, to 15 years in prison for “harming the authority of the army” and “conspiracy against the authority of the state.” She was prosecuted along- side Said Bouteflika, the ex-president’s brother, and Gen. Mohamed “Tewfik” Mediene, former head of Algeria’s most powerful intelligence service. Interna- tional human rights standard prohibits the trial of civilians before military courts. Authorities charged Salah Dabouz, a former president of the Algerian League for the Defense of Human Rights (LADDH), with “insulting” the judiciary for Face- book posts in which he criticized the prosecution of members of the Mozabite ethnic minority. Dabouz was provisionally released on April 7 but required to re- port three times a week to authorities in Ghardaia, 600 kilometers from his home in Algiers. Authorities lifted this reporting requirement on July 24. He was awaiting trial at time of writing. On September 9, an unknown man attacked him with a knife in Ghardaia, injuring him on both arms./n Kamaleddine Fekhar, a leading activist for the rights of the Mozabite minority in Algeria, died May 28 after a prolonged hunger strike in prison. Authorities had arrested Fekhar on March 31 and placed him in pretrial detention for “undermin- ing” state institutions. Fekhar had completed an earlier sentence for charges that included violence against state officials, incitement to violence, hatred and discrimination, distributing material harmful to the national interest, and defamation of state institutions, following ethnic clashes between Mozabites and Arabs in and around Ghardaia between 2013 and 2015."
                },
                {
                    "title": "Freedom of Religion",
                    "text": "The Algerian penal code punishes with three to five years in prison and/or a fine whoever “offends the Prophet and God’s messengers, denigrates the dogma or precepts of Islam by whatever means.” Authorities have used this article to sen- tence members of the tiny Ahmadiyya community, which practices a version of Islam different from the officially recognized dogma./n A 2006 ordinance discriminates against non-Muslims by subjecting them to con- straints that do not apply to Muslims. Collective worship by non-Muslims can only be organized by government-licensed religious organizations in designated places. The Protestant Church of Algeria said that in the year ending in October 2019, authorities had shuttered nine of their churches because they lacked per- mission or were not suited to receive the public."
                },
                {
                    "title": "Migrants",
                    "text": "Since at least December 2016, Algeria has rounded up and summarily expelled en masse thousands of Sub-Saharan migrants, including women and children. Algerian authorities reportedly expelled almost 5,000 people during the first half of 2019, most of them Nigerian."
                },
                {
                    "title": "Women's Rights and Sexual Orientation",
                    "text": "While Algeria’s 2015 law on domestic violence criminalized some forms of do- mestic violence, it contained loopholes that allow convictions to be dropped or sentences reduced if victims pardoned their perpetrators. The law also did not set out any further measures to prevent abuse or protect survivors. Article 326 of the penal code allows a person who abducts a minor to escape prosecution if he marries his victim./n Algeria’s Family Code allows men to have a unilateral divorce without explana- tion but requires women to apply to courts for a divorce on specified grounds./n Same-sex relations are punishable under article 338 of the penal code by up to two years in prison."
                },
                {
                    "title": "Measures against International Human Rights Organizations and Media",
                    "text": "Authorities deported a Human Rights Watch official, Ahmed Benchemsi, on Au- gust 19. They held Benchemsi’s passports for 10 days after arresting him on Au- gust 9 near a demonstration in Algiers and holding him for 10 hours. They confiscated his cellphone and laptop computer, which they returned when de- porting him. Benchemsi was visiting Algeria to observe human rights conditions./n Authorities expelled several international journalists covering protests. Tarek Amara, a Reuters journalist and Tunisian national, was expelled on March 31, after being detained for reporting on a March 29 protest against Bouteflika. Aymeric Vincenot, AFP bureau chief, was forced to leave the country on April 9, after authorities declined to renew his accreditation."
                },
                {
                    "title": "Polisario-Run Sahrawi Refugee Camps",
                    "text": "The Polisario Front government-in-exile that administers the camps in Algeria’s southern desert for refugees from Western Sahara detained three critics on sus- picion of treason, acts of aggression against the Sahrawi State, and incitement to disobedience and slander, apparently over Facebook posts they published and private messages they exchanged on social media apps. Activists Moulay Abba Bouzid and Fadel Mohamed Breica, and Mahmoud Zeidan, a journalist, were arrested between June 17 and 19. They spent five months in custody, during which they alleged harsh conditions of interrogation, including torture threats and coercion, to confess. The men were acquitted of all charges and freed on No- vember 11."
                }
            ],
            "international_actors": "On October 2, authorities deported French parliamentarian Mathilde Panot and three other French citizens after they had come to Bejaia to express their support with protesters. Authorities denounced “foreign interference and an attack against Algerian sovereignty.”/n On September 13, Marie Arena, chair of the European Parliament’s Subcommit- tee on Human Rights, denounced “arbitrary arrests” and demanded the release of “political prisoners” in Algeria. On September 30, the European Union issued a statement highlighting “the importance of guaranteeing freedom of speech and assembly” to Algerians, but failing to denounce the wave of arrests and the crackdown on dissent in general."
        },
        {
            "name": "Angola",
            "summary": "In 2019, Angola made some progress in respecting the rights to freedom of ex- pression and peaceful assembly, allowing several protests and marches to take place across the country. But the crackdown on peaceful protesters and activists in the oil-rich enclave of Cabinda and the diamond-rich Lunda Norte continued. In January, parliament approved a new law that limits the right to freedom of reli- gion, leading to the closure of thousands of places of worship. Same-sex con- duct was decriminalized in January, following the approval, by parliament, of the new penal code.",
            "issues": [
                {
                    "title": "Crackdown on Cabinda Activists",
                    "text": "Crackdown on peaceful protesters and activists in the Cabinda enclave contin- ued in 2019. Between January 28 and February 1, 2019, police arrested 63 Cabinda pro-independence activists ahead of an announced protest to celebrate the anniversary of the signing of the 1885 treaty that gave Cabinda the status of a protectorate of former colonial power Portugal. Many of the activists were members of the Movimento Independista de Cabinda (Independence Movement of Cabinda), a peaceful separatist group that wants independence or autonomy from Angola./n In March, police arrested 10 more activists who had gathered in a square in Cabinda city, to demand the release of fellow activists. Also in March, after visiting the province, members of the main opposition party, the National Union for the Total Independence of Angola (UNITA), accused Cabinda authorities of intim- idating and repressing residents of the province."
                },
                {
                    "title": "Human Rights Abuses in Lunda Norte",
                    "text": "Authorities violated the rights of residents and artisanal miners in Lunda Norte province. In April, police fired live bullets killing a boy and injuring three people, during a protest that took place after an artisanal miner was shot dead by an al- leged private security agent in one of the diamond mines in Calonda. In March, Angola’s leading human rights group, Associacao Justica, Paz e Democracia (AJPD) and community leaders accused authorities of arbitrarily limiting the movements of people in areas near the diamond fields, forcing local residents to abandon their farms for lack of access to their land. In some cases, according to community leaders, private security forces guarding the diamond mines beat and ill-treated residents who were caught trespassing in the diamond fields. In February, police killed a community leader, when a group of Capenda Camu- lenda residents were protesting against the concession of farming land to a dia- mond company."
                },
                {
                    "title": "Right to Peaceful Assembly",
                    "text": "Despite some progress in respecting the rights to freedom of expression and peaceful assembly, the Angolan police intimidated and arbitrarily arrested ac- tivists for planning protests. In September, police arrested 23 people in Luena city during a peaceful protest against the administration of the governor of the Moxico province, ahead of a visit of President Joao Lourenco./n In May, police jailed activist Hitler “Samussuku” Tshikonde for 72 hours without charge or access to a lawyer. He was informed that that he was under investiga- tion for allegedly “insulting the president” in a video that he had posted on so- cial media./n In July, police detained seven people who were peacefully protesting against lack of water supply in Benguela province./n In August, police used tear gas and dogs to disperse a group that had gathered without authorization in front of the Parliament building to demand that next year’s municipal elections take place in every Angolan city."
                },
                {
                    "title": "Housing Rights",
                    "text": "Hundreds of families who were forcibly evicted from their houses without the necessary procedural guarantees, or the provision of alternative housing or ade- quate compensation, continued to await resettlement. In August, some resi- dents of an informal settlement of “Areia Branca” in Luanda, told Human Rights Watch that they were living in dangerous conditions and subject to infectious diseases after they were illegally evicted in 2013 by a company contracted by the office of Luanda’s governor to modernize the city. Over 400 families were set to be relocated to another neighborhood following the demolitions. Human Rights Watch confirmed that new houses were allocated to only 18 families, but without tittle deed or any other documents giving them ownership of the properties."
                },
                {
                    "title": "Sexual Orientation and Gender Identity",
                    "text": "In January, Angola decriminalized same-sex conduct, after repealing the “vices against nature” provision in its law, widely interpreted to be a ban on homosex- ual conduct. The government also prohibited discrimination against people based on sexual orientation. Anyone refusing to employ or provide services to individuals based on their sexual orientation may face up to two years’ imprison- ment./n The changes came as Angola’s parliament adopted its first new penal code since gaining independence from Portugal in 1975. While there have been no known prosecutions under the old penal code, such provisions curtail the rights and freedoms of lesbian, gay, bisexual, and transgender (LGBT) people, subjecting their intimate lives to unwarranted scrutiny."
                },
                {
                    "title": "Landmine Accidents",
                    "text": "Almost 17 years after the end of Angola’s civil war, landmines and other explo- sive remnants of war continued to kill and maim people, especially children. In June, five children were seriously injured by a landmine while hunting near Balombo, Benguela province. A month earlier, nine children aged 3 to 11 were in- jured after they detonated a landmine as they lighted a fire to warm themselves in the compound of their home in Cuito, Bie province./n In September, Britain’s Prince Harry visited the country as part of a tour of south- ern Africa. In Angola, hhe witnessed the work of the HALO Trust demining project in Huambo province, where his late mother Princess Diana was photographed in 1997 walking into a minefield as part of her efforts to generate concern to clear landmines from Angola. According to the government, at least 1,220 areas of An- gola are still contaminated by landmines, against 2,700 in 2007. The most af- fected provinces are Cuando Cubango, Moxico, Cuanza Sul and Bie."
                },
                {
                    "title": "Freedom of Religion",
                    "text": "A new law that limits the right to freedom of religion was approved by parliament in January. The Law on Freedom of Religion, Belief and Worship stipulates that religious groups must have at least 100,000 members to be officially recognized. In May, the government announced that as part of Rescue Operation, which aimed at restoring state authority by instituting order in worship, on the roads, and over illegal migrations, among others, over 2,000 churches and places of worship had been closed./n A Muslim community leader told media that 39 mosques have been closed in Lunda Norte, and more than 10,000 Muslims forced to cross the border to the Democratic Republic of Congo to hold Ramadan in May. Islam is not an author- ized religion in Angola, and mosques are not allowed to operate in most parts of the country. In January, the minister of culture told parliament that the govern- ment was monitoring Islam linked groups in the country and would soon make an official decision about the religious group."
                }
            ],
            "international_actors": "In 2009, Angola took over the leadership of two important defense roles in re- gional bodies, the Southern African Development Community (SADC) Defense In- spection and the African Union Peace and Security Council. Both bodies are tasked with promoting security, peace and stability. Their mandate also includes conflict prevention and undertaking peace-building missions in member states./n In August 2019, Angola mediated a summit that culminated with the leaders of Uganda and Rwanda agreeing to reopen the border between the two countries, ending months of tensions that raised fears of armed hostilities./n Also in August, United States Secretary of State Michael Pompeo welcomed the reforms President João Lourenço has implemented since taking office in 2017. In March, the US deputy assistant secretary in the Bureau of Democracy, Human Rights and Labor, Scott Busby, pledged to support the government to enhance mechanisms of accountability for human rights abuses./n In October, the European Union welcomed Angola’s ratification of three interna- tional human rights treaties: the Second Optional Protocol to the International Covenant on Civil and Political Rights, aiming at the abolition of the death penalty, the Convention against Torture and Other Cruel Inhuman or Degrading Treatment or Punishment, and the Convention on the Elimination of All Forms of Racial Discrimination."
        },
        {
            "name": "Argentina",
            "summary": "Longstanding human rights problems in Argentina include police abuse, poor prison conditions, and endemic violence against women. Restrictions on abor- tion and difficulty accessing reproductive services remain serious concerns, as are impunity for the 1994 bombing of the AMIA Jewish center in Buenos Aires and delays in appointing permanent judges./n Argentina continues to make significant progress protecting lesbian, gay, bisex- ual, and transgender (LGBT) rights and prosecuting officials for abuses commit- ted during the country’s last military dictatorship (1976-1983), although trials have been delayed./n In October, Alberto Fernández was elected president of Argentina. He took office in December.",
            "issues": [
                {
                    "title": "Confronting Past Abuses",
                    "text": "Pardons and amnesty laws shielding former officials implicated in the dictator- ship’s crimes were annulled by the Supreme Court and federal judges in the early 2000s. As of March 2019, the Attorney General’s Office reported 3,161 peo- ple charged, 901 convicted, and 142 acquitted. Of 611 cases alleging crimes against humanity, judges had issued rulings in 221./n As of September 2019, 130 people illegally taken from their parents as children during the dictatorship had been identified and many were reunited with their families./n The large number of victims, suspects, and cases makes it difficult for prosecu- tors and judges to bring those responsible to justice while respecting their due process rights. Argentine law allows judges to send inmates age 70 and older to serve their time under house arrest. The Attorney General’s Office reported in March that 650 pretrial detainees and convicted prisoners were under house ar- rest."
                },
                {
                    "title": "Prison Conditions and Abuses by Security Forces",
                    "text": "A 2018 United Nations report found that prisons and jails are so crowded that some pretrial detainees are being held in police stations. Prison guards have taken “disobedient” detainees to isolation cells without following established sanction procedures. Security forces have detained children and subjected them to abuse./n The National Penitentiary Office, tasked with supervising federal prisons and protecting detainees’ rights, reported 558 alleged cases of torture or ill-treat- ment in federal prisons in 2018 and 232 cases from January through June 2019./n Official statistics show that more than half of the 14,400 detainees in federal prisons have not been convicted of a crime but are awaiting trial./n Security forces occasionally employ excessive force. In December 2018, the Ar- gentine Security Ministry approved a resolution regarding the use of firearms by members of federal security forces that grants federal agents overly broad dis- cretion to use firearms."
                },
                {
                    "title": "Freedom of Expression",
                    "text": "In June, a federal court in Buenos Aires summoned Daniel Santoro, an investiga- tive journalist from Clarin newspaper, to appear before the court regarding his al- leged participation in a scheme to extort people by threatening them with negative news coverage. The court had requested and obtained “details of all calls received or made” on Santoro’s phone from January 2016 to April 2019, un- dermining his right to protect sources. In September, a judge ordered the de- struction of the document containing Santoro’s phone records, alleging it violated his privacy, according to Clarin. The case remained pending at time of writing./n In April 2017, the Argentine government committed to reforming the criminal code to narrow the definition of “sedition,” but had yet to present a new defini- tion at time of writing./n Upon taking office, former President Mauricio Macri adopted a “temporary” set of decrees to “regulate” media and create a “temporary” agency to implement new rules. The agency reports to the Modernization Ministry, compromising its ability to act independently from government interests. In 2016, the government said it was drafting a communications law that it claimed would respect free speech. As of November 2019, though, no comprehensive media law had been adopted by Congress, and the “temporary” agency had issued rulings regulating media./n A 2016 law created a national agency to ensure public access to government in- formation. The agency is also charged with protecting personal data. As of July, individuals had filed 6,785 information requests. Authorities responded to most requests within a month, but as of November, citizens had filed 524 appeals be- fore the agency, in most cases after authorities failed to respond to the original requests./n Some provinces and municipalities still lack freedom of information laws, under- mining transparency at those levels of government."
                },
                {
                    "title": "Judicial Independence",
                    "text": "In March, the government asked the Judiciary Council to investigate Judge Alejo Ramos Padilla, arguing he had carried out an investigation in a “political and journalistic way” and had “failed to comply with his duties regarding impartiality and secrecy.” The judge had testified before a Congressional commission about an investigation into allegations that intelligence agents had carried out illegal operations. The bulk of the information cited by the judge had already been dis- closed online through the official website of the judicial branch./n The delayed appointment of permanent judges by the Judiciary Council has led to temporary appointments of judges who lack security of tenure, which the Supreme Court ruled in 2015 undermines judicial independence. As of October, 460 judgeships remained vacant."
                },
                {
                    "title": "Impunity for the AMIA Bombing",
                    "text": "Twenty-four years after the 1994 bombing of the Argentine Israelite Mutual Asso- ciation (AMIA) in Buenos Aires that killed 85 people and injured more than 300, allegedly at the hands of Iranian suspects, no one has been convicted of the crime. In March 2018, an appeals court upheld a decision ordering the pretrial detention of former President Cristina Fernández de Kirchner for allegedly partic- ipating in a conspiracy with Iranian officials to undermine investigation of the bombing. It has not been implemented because she had parliamentary immu- nity as a senator, and is currently Argentina’s vice president. Alberto Nisman, a prosecutor in charge of investigating the bombing, was found dead in his home in January 2015 with a single gunshot wound to the head and a pistol matching the wound beside him. In June 2018, an appeals court held Nis- man’s death appeared to be a murder./n In February, a court acquitted former President Carlos Menem of alleged interfer- ence in the initial investigation into the bombing, but convicted a former head of intelligence and a judge of interfering. An appeal of the acquittal was pending in September 2019."
                },
                {
                    "title": "Indigenous Rights",
                    "text": "Indigenous people in Argentina generally face obstacles in accessing justice, land, education, health care, and basic services. Argentina continues to fail at implementing existing laws to protect indigenous peoples’ right to free, prior, and informed consent to government decisions that may affect their rights—a right provided for in international law./n In November 2017, Congress approved a law extending the deadline for complet- ing a survey of indigenous lands to 2021. The survey is being conducted, but slowly."
                },
                {
                    "title": "Women and Girls’ Rights",
                    "text": "Abortion is illegal in Argentina, except in cases of rape or when the life or health of the woman is at risk. But even in such cases, women and girls are sometimes subject to criminal prosecution for seeking abortions and have trouble accessing reproductive services, such as contraception and voluntary sterilization./n In May, a coalition of legislators, activists, and organizations under the umbrella “National Campaign for Legal and Free Abortion” presented to Congress their proposed bill to decriminalize abortion completely during the first 14 weeks of pregnancy and, after that period, to allow women and girls to end pregnancies when they are the result of rape, when the life or health of the woman or girl is at risk, or when the fetus suffers from severe conditions not compatible with life outside the womb. Congress had approved a similar bill in 2018, but the Senate rejected it. Despite a 2009 law setting forth comprehensive measures to prevent and punish violence against women, the unpunished killing of women remains a serious concern. The National Registry of Femicides, administered by the Supreme Court, reported 278 femicides—the murder of women based on their gender—but only 7 convictions, in 2018."
                },
                {
                    "title": "Sexual Orientation and Gender Identity",
                    "text": "In 2010, Argentina became the first Latin American country to legalize same-sex marriage. The Civil Marriage Law allows same-sex couples to enter civil mar- riages and affords them the same legal marital protections as different-sex cou- ples. Since 2010 more than 20,000 same-sex couples have married nationwide."
                }
            ],
            "international_actors": "In April, Argentina, along with Brazil, Colombia, and Paraguay, signed a declara- tion proposed by Chile that called on the Inter-American human rights system bodies to take into consideration the “political, economic, and social realities” of each country in its decisions, which would undermine the agencies’ work./n In March, after an in-country visit, the UN Working Group of Experts on People of African Descent expressed concern regarding the “invisibility” of and “structural discrimination” against Afro-Argentines. The working group reported it had re- ceived information on cases of arbitrary arrest and abuse against street sellers of African origin./n During the Macri administration, Argentina was an active member of the Lima Group, a coalition of governments that monitors and speaks out about Venezuela’s poor human rights record and has called for the release of its politi- cal prisoners. In June, Argentina prohibited the entry to the country of more than 400 Venezuelan officials implicated in human rights abuses and corruption. The number of Venezuelans moving legally to Argentina has steadily increased since 2014, reaching more than 170,000 as of November./n During the 2019 presidential campaign, Fernández took a softer approach to- wards Venezuela, and suggested Argentina would withdraw from the Lima Group."
        },
        {
            "name": "Armenia",
            "summary": "Armenia’s Prime Minister Nikol Pashinyan swept to office in 2018 after popular protests, further consolidated his power following the December 2018 snap par- liamentary elections, which international observers found genuinely competitive and in line with international standards. Having secured a parliamentary major- ity, the government embarked on an ambitious reform agenda, including tack- ling corruption and reforming the economic and justice sectors. However, investigations into past violence and excessive use of force by law enforcement remained limited. Violence and discrimination based on sexual orientation and gender identity, discrimination against and segregation of people with disabili- ties, and domestic violence persisted.",
            "issues": [
                {
                    "title": "Accountability for Law Enforcement Abuse",
                    "text": "Armenia’s police have a long record of impunity for using excessive force to break up largely peaceful protests. Authorities revived an investigation into the 2008 deadly clashes between protesters and security forces, and in June 2019, charged a high-ranking official with murdering a protester while security forces were breaking up a demonstration./n However, investigations into two episodes of excessive police force against largely peaceful demonstrators and journalists in 2016 and 2015 remained sus- pended. Authorities claimed they were unable to identify the alleged perpetra- tors."
                },
                {
                    "title": "Environment and Human Rights",
                    "text": "In August, environmental protests against plans to restart construction on the Amulsar gold mine turned into confrontations between police and protesters after security officials barred them from demonstrating in a public park sur- rounding parliament. Police briefly detained six protesters on misdemeanor dis- obedience charges./n Related protests continued near the town of Jermuk, where local residents and environmental activists blocked the roads to the mine, opposing its construction on environmental and economic grounds."
                },
                {
                    "title": "Violence against Women",
                    "text": "Domestic violence persisted as a serious problem. According to official data, during the first half of 2019, authorities investigated 331 criminal domestic vio- lence cases, including 176 that were newly initiated. They brought charges in 209 cases and sent 45 cases to courts./n But in most cases, authorities do not protect women and child survivors of do- mestic violence, jeopardizing their lives and well-being. The 2017 family violence law requires police to urgently intervene “when there is a reasonable assump- tion of an immediate threat of repetition or the continuation of violence” in the family. But in practice, law enforcement bodies lack awareness and training on protection mechanisms envisaged by the law, such as protection orders, and do not adequately use them. Armenia has only one shelter for domestic violence survivors, run by a nongovernmental organization (NGO). While there are plans to open another shelter, with an overall capacity of 10 to 13 people, Armenia falls far short of the Council of Europe recommendation of one shelter space per 10,000 people./n The Coalition to Stop Violence Against Women reported that 10 women had been killed by their intimate partners in the first half of 2019. One victim, Mariam Asatryan, 30, was beaten to death by her partner in May in Ararat province. Asatryan had sought the coalition’s assistance several times in 2017 and 2018, when she suffered serious injuries, including broken arms, as a result of domes- tic violence. According to the coalition, Asatryan had filed a complaint, but law enforcement failed to take adequate measures to protect her./n Domestic violence is neither a stand-alone felony nor an aggravating criminal cir- cumstance in the criminal code. In October, authorities introduced amendments to domestic violence legislation, removing references to “restoring harmony in family” and reconciliation as the law’s principle concepts, widening its applica- bility to “former and current partners,” and including controlling behavior as a form of domestic violence. The amendments had not been adopted at time of writing. The Council of Europe Convention on Preventing and Combating Violence against Women and Domestic Violence (Istanbul Convention) had not been sent to parliament for ratification./n Armenia made progress in transforming some residential institutions for chil- dren into community centers and supporting family-based care. Authorities are committed to ending the institutionalization of children with disabilities and to ensuring adults in institutions can transition to live independently, with support as necessary. In April 2019, the government, in cooperation with a community group, committed to working with families to prevent placing children with dis- abilities in institutions. In June, authorities amended laws to facilitate foster care./n Armenia aims to have fully inclusive education by 2025, whereby children with and without disabilities study together in community schools. Despite progress, many children with disabilities remain segregated in separate special schools or classrooms, or isolated in home education. Children with disabilities in commu- nity schools do not always receive necessary support, called reasonable accom- modations, for their education. Accommodations can include assistive devices like hearing aids, books in braille, audio, or other formats, or aides to assist stu- dents with behavior, self-care, or learning support./n Armenia’s legislation allows for adults with psychosocial or intellectual disabili- ties to be deprived of legal capacity, or the right to make decisions, and does not envisage any supported decision-making mechanisms. Authorities drafted a law on the rights of people with disabilities, but at time of writing, it has not yet been introduced in parliament."
                },
                {
                    "title": "Sexual Orientation and Gender Identity",
                    "text": "Lesbian, gay, bisexual, and transgender (LGBT) people often face harassment, discrimination, and violence. The criminal code does not recognize homophobia and transphobia as aggravating criminal circumstances. Discussions around the ratification of the Istanbul Convention descended to hateful and derogatory speech by some public officials against LGBT people, suggesting that the con- vention has a hidden agenda of “LGBT propaganda” and legitimizing same-sex marriage./n Fear of discrimination and public disclosure of their sexual orientation prevent many LGBT people from reporting crimes. PINK Armenia, an LGBT rights group, documented at least 17 incidents of physical attacks based on sexual orientation or gender identity from January through August 2019./n In February, Max Varzhapetyan, 24, a gay activist, was assaulted and beaten on a Yerevan street. Three men chased him, shouting profanities and homophobic slurs. The men broke his tooth and injured his mouth and nose. Police launched an investigation but had pressed no charges at time of writing./n In April, during a parliamentary hearing on human rights, a transgender activist, Lilit Martirosyan, took the floor to highlight the discrimination and violence transgender people face. A backlash followed her address, including hate speech and death threats directed at Martirosyan. Law enforcement refused to launch an investigation, citing lack of criminal intent./n Openly gay men fear for their physical security in the military, and some seek ex- emption from obligatory military service. An exemption, however, requires a medical conclusion finding them “psychologically or mentally unfit” to serve. The process may be accompanied by derogatory treatment by officials. For exam- ple, in January, officers at a military draft board subjected Artak Arakelyan, a 19- year-old queer activist, to abuse and discrimination, using homophobic slurs to describe him, mocking him, and threatening to out him to his parent. Officials rejected Arakelyan’s request for an investigation./n The government-proposed bill on equality, intended as comprehensive anti-dis- crimination legislation, does not include sexual orientation and gender identity as grounds for protection from discrimination. In a September report, the Organi- zation for Security and Co-operation recommended the government include sex- ual orientation and gender identity as additional protected categories. It also recommended that the government ensure that groups that have legitimate in- terests could bring cases on behalf of an alleged discrimination victim."
                }
            ],
            "international_actors": "In May, the United Nations special rapporteur on the rights to freedom of peace- ful assembly and of association published a report on his country visit, welcom- ing Armenia’s democratic transition and calling on the authorities to undertake profound reforms “to strengthen the judiciary, the independent investigative bodies and police.”/n In May, the European Union published the EU-Armenia partnership implementa- tion report, welcoming steps to implement economic, justice sector, and politi- cal reforms, but also acknowledging the early stage of the reform process. It also highlighted the need to address discrimination against LGBT people and people with disabilities./n In his July meeting with Pashinyan, European Union Council President Donald Tusk stressed the importance of rule of law and an independent judiciary./n In April, the EU delegation and member states’ embassies in Yerevan and the UN Armenia Office expressed concerns about the hate speech directed at the trans- gender activist, Lilit Martirosyan./n In June, the Council of Europe launched the Action Plan for Armenia 2019-2022 to support the government’s efforts to “reinforce human rights, ensure justice, combat threats to the rule of law, and promote democratic governance.”/n In her January report, Council of Europe Commissioner for Human Rights Dunja Mijatovic called on Armenia to improve women’s rights, protect vulnerable groups, and ensure accountability for past human rights abuses./n In October, the Venice Commission, a Council of Europe advisory body, issued an expert opinion countering harmful myths about the Istanbul Convention, and concluding that Armenia’s ratification of the treaty would not contradict its con- stitution."
        },
        {
            "name": "Australia",
            "summary": "Australia is a vibrant multicultural democracy with robust institutions. Yet 2019 saw freedom of expression come under unprecedented pressure, with police raids on journalists and a government official, and the prosecution of a whistle- blower and his lawyer for violating secrecy laws. Overly broad national security laws are open to misuse./n Six years after it introduced offshore processing of refugees and asylum seekers, the government maintains its stance that no one who arrives by boat will be re- settled in Australia. In 2019, following a new law, more than 135 refugees and asylum seekers were transferred to Australia for urgent medical care.",
            "issues": [
                {
                    "title": "Asylum Seekers and Refugees",
                    "text": "At time of writing, about 600 refugees and asylum seekers remained in Papua New Guinea (PNG) and Nauru, with more than 600 resettled to the US under an Australia-US resettlement deal. Of those remaining offshore, all are adults and most have been there since 2013./n At least 12 refugees and asylum seekers have died in Australia’s offshore pro- cessing system since 2013, six of them suicides. Self-harm and suicide attempts surged in PNG following the Australian election in May 2019, with media report- ing dozens of attempts, and local authorities struggling to respond to the crisis./n Medical facilities in PNG and Nauru are unable to cope with the complex medical needs of asylum seekers and refugees, particularly their mental health needs. In February, Australia’s parliament passed a law to facilitate transfers of refugees and asylum seekers requiring medical treatment from offshore locations to Aus- tralia. So far, 135 people have been transferred for treatment. Prior to the law, lawyers repeatedly had to take the government to court to obtain appropriate medical care for clients. In December, the government repealed the law. Those transferred to Australia remain in limbo, with no permanent visas and little support./n Australia has repeatedly rejected offers by New Zealand to take some of the refugees, with the government arguing that accepting the offer would encourage more boat arrivals as New Zealand is a “backdoor route” to Australia."
                },
                {
                    "title": "Indigenous Rights",
                    "text": "Indigenous Australians are significantly over-represented in the criminal justice system, often for minor offenses like unpaid fines. Aboriginal and Torres Strait Is- lander people comprise 28 percent of Australia’s adult prison population, but just 3 percent of the national population./n In 2017, Aboriginal woman Tanya Day died when she sustained a head injury in a police cell, after police detained her for public drunkenness. In August 2019, the Victorian state government announced it would abolish public drunkenness as a crime, and replace it with an Aboriginal-led, public health response. In Novem- ber, a police officer was charged with murder in relation to the shooting of a 19- year-old indigenous man in Yuendumu, Northern Territory. In September, police shot dead a 29-year-old indigenous woman in Geraldton, Western Australia./n Aboriginal and Torres Strait Islanders issued the “Uluru Statement from the Heart” in May 2017, but their recommendations to establish a First Nations voice in the constitution and a truth and justice commission have not been imple- mented. In July, the minister for Indigenous Australians, Ken Wyatt, announced plans to hold a referendum in the next three years on whether to enshrine con- stitutional recognition of Australia’s indigenous people."
                },
                {
                    "title": "Children’s Rights",
                    "text": "Incarceration disproportionately affects indigenous children: they are 26 times more likely to be detained than non-indigenous children. Across Australia, around 600 children under the age of 14 are imprisoned each year, according to the Human Rights Law Centre. Australia states and territories set the age of crim- inal responsibility at 10./n The Northern Territory introduced legislation to “clarify” use of force, restraints and separation of children in detention centers, contradicting recommendations of a 2017 royal commission into abuses in the juvenile justice system that said restraints should only be used in emergency situations./n In August, the ABC reported that Queensland police were detaining children as young as 10 in police cells for weeks because of overcrowding in child detention centers. In May, an indigenous boy with a cognitive disability was pinned down, stripped naked, and locked in a police holding cell for three days./n In September, the Victorian ombudsman urged an end to solitary confinement after finding an alarming number of instances of the practice in jails, including of children and young people."
                },
                {
                    "title": "Freedom of Expression",
                    "text": "Broadly drafted national security laws have been used against lawyers, journal- ists, and whistleblowers. In June, police raided the home of a journalist in rela- tion to her story on a leaked plan to expand government surveillance. The next day, police raided the ABC’s Sydney headquarters over a series of stories in 2017 alleging abuses by Australian special forces in Afghanistan. The warrant author- ized the police to “add, copy, delete or alter other data ... found in the course of a search.”/n In August, former spy “Witness K” indicated he would plead guilty while his lawyer Bernard Collaery continues to fight charges of breaching secrecy laws for exposing wrongdoing by the Australian government to obtain an advantage in trade negotiations with Timor-Leste. The hearings have been held in secret./n In July and August, tensions flared between students on university campuses when students supporting democracy in Hong Kong were confronted by aggres- sive counter protesters. Academics have told Human Rights Watch that students from mainland China face surveillance on Australian campuses. In August, Edu- cation Minister Dan Tehan announced the creation of a national foreign interfer- ence taskforce, following concerns about Chinese government interference on Australian university campuses./n In October, police arrested a former federal senator and dozens of activists at a climate change protest for not complying with police direction regarding a road closure. The bail conditions for arrested protesters restricted them from going to the Sydney CBD and banned them from associating with other protesters. These conditions were overturned following a legal challenge./n In response to increased environmental protests and activism, in November Prime Minister Morrison called for new laws to ban revenue damaging secondary boycotts, such as urging banks to withdraw funds from mining projects."
                },
                {
                    "title": "Cybersecurity and Surveillance",
                    "text": "In December 2018, the Australian parliament rushed through legislation under- mining encryption and cybersecurity, allowing law enforcement and security agencies to order technology companies, and even individuals, to facilitate ac- cess to encrypted data and devices. At a parliamentary review into the new legis- lation, concerns were raised that the new laws were being used to bypass journalist protections."
                },
                {
                    "title": "Disability Rights",
                    "text": "In April, Prime Minister Morrison announced a royal commission into violence, abuse, neglect, and exploitation of people with disabilities which held its first hearing in November./n Over half the prison population has a physical, sensory, psychosocial (mental health) or cognitive disability. People with disabilities struggle to cope in often overcrowded prisons without adequate access to support services and are par- ticularly at risk of neglect and abuse. In February, in Hakea prison in Perth, pris- oners beat to death an Aboriginal man with a mental health condition. At least two Aboriginal men with mental health conditions committed suicide in Western Australia prisons in 2019. The May 2019 coroner’s inquest into the 2015 suicide of an Aboriginal man, Mr. Jackamarra, whose full name is not used for cultural reasons, recommended that mental health staff should assess prisoners with mental health issues or past self-harm attempts when they arrive at prison."
                },
                {
                    "title": "Rights of Older People",
                    "text": "Australia’s legal and regulatory framework is inadequate to protect older people in aged care facilities from chemical restraint. Many facilities in Australia rou- tinely give older people with dementia dangerous drugs to control their behav- ior./n In July, a new regulation came into effect purporting to minimize the use of phys- ical and chemical restraints, but may in fact simply normalize the practice. A par- liamentary committee investigated the regulation’s compliance with Australia’s human rights obligations and recommended some changes including the right to informed consent./n The Royal Commission of Inquiry into Aged Care Quality and Safety released its interim report in October, finding Australia’s aged care system to be a “shocking tale of neglect.” It urged the government to take immediate action in three areas, including chemical restraint."
                },
                {
                    "title": "Women’s Rights",
                    "text": "In April, the High Court upheld the constitutional validity of “safe access zones” to prohibit harassment outside abortion clinics, and in September, the New South Wales government passed legislation to decriminalize abortion. Abortion laws vary state by state, but now only the states of South Australia and Western Australia still have laws in place that restrict women’s access to abortion."
                },
                {
                    "title": "Terrorism and Counterterrorism",
                    "text": "In June, the Australian government repatriated from al-Hol camp in northeast Syria eight Australian children of parents suspected of involvement in the armed group Islamic State (ISIS). Days after the children’s evacuation, the government banned alleged foreign fighters as young as 14 from returning to Australia for two years. At time of writing, approximately 66 Australian nationals, 44 of them chil- dren, remain trapped in harsh conditions in camps in northeast Syria."
                },
                {
                    "title": "Foreign Policy",
                    "text": "While the Australian government has tended towards a foreign policy that favors a “quiet diplomacy” approach to human rights, in 2019 it was more vocal on some key human rights issues. Foreign Minister Payne said in October, that Aus- tralia should lead by speaking honestly and consistently about human rights, and that “speaking our minds does not constitute interference in another coun- try.”/n However, Prime Minister Morrison has responded to questions on human rights in countries such as China and Vietnam by referring to state sovereignty, in the same way that Association of Southeast Asian Nations (ASEAN) countries and the Chinese government seek to deflect criticism of their rights records./n After initially taking a low-key approach to its membership in the UN Human Rights Council, Australia stepped up in its second year to ensure the council re- newed the mandate of the special rapporteur on human rights in Eritrea, and joined a statement urging China to end arbitrary detention of about 1 million Muslims in Xinjiang. At the Council’s September session, Australia led a joint statement bringing attention to human rights violations by Saudi Arabia./n Australia exports military equipment to Saudi Arabia and the United Arab Emi- rates, despite concerns about alleged war crimes by the Saudi-led coalition in Yemen. There is little transparency about the types or quantities of equipment sold or the end-user./n The Australian government opposes a ban on fully autonomous weapons also known as “killer robots.” Australia has not signed the Safe Schools Declaration, an intergovernmental pledge by countries to protect education in times of con- flict."
                }
            ],
            "international_actors": "In March, the UN High Commissioner for Human Rights critiqued Australia’s treatment of refugees and asylum seekers held offshore, saying “people have been suffering for more than six years; more humane policies could, and should, be implemented.” The High Commissioner also spoke at a forum hosted by the Australian Human Rights Commission in October, raising a number of issues, in- cluding barriers faced by women, indigenous persons, persons with disabilities, and migrants and refugees./n In June 2019, United Nations’ experts on migrant rights, torture, health and mer- cenaries urged the Australian government to immediately provide healthcare to refugees on Manus Island and Nauru, and transfer those requiring urgent care to Australia."
        },
        {
            "name": "Azerbaijan",
            "summary": "Azerbaijan’s authorities continued to maintain rigid control, severely curtailing freedoms of association, expression, and assembly. The government released over 50 human rights defenders, journalists, opposition activists, religious be- lievers and other perceived critics imprisoned on politically motivated charges. But at least 30 others remained wrongfully imprisoned, while authorities regu- larly targeted its critics and other dissenting voices./n Other human rights problems persisted, including torture and ill-treatment in custody, violations of freedom of assembly, undue interference in the work of lawyers, and restrictions on media freedoms.",
            "issues": [
              {
                  "title": "Prosecuting Government Critics",
                  "text": "In March, President Ilham Aliyev pardoned over 50 imprisoned perceived critics, including journalists, bloggers, opposition political parties’ activists, and oth- ers. Their convictions remained in force, and some faced travel restrictions, while others left the country fearing further politically motivated persecution./n Among those released was Bayram Mammadov, a youth opposition movement activist. But two weeks later, police arrested him following a media interview in which he said he would continue his political activism. A court sentenced him to 30 days in jail on spurious disobedience charges. Police summoned several other pardoned activists for conversations, warning them not to engage in activi- ties critical of the government, such as demonstrations and online criticism./n In March, prominent anti-corruption blogger Mehman Huseynov was freed after fully serving a two-year prison sentence on groundless libel charges. In Decem- ber 2018, two months before his term was to end, the authorities brought new, false charges, claiming Huseynov physically assaulted a guard. Authorities dropped the charges in January 2019, following local and international outcry./n In February, Mammad Ibrahim, an advisor to the opposition Azerbaijan Popular Front Party (APFP), was released. Arrested in 2016, Ibrahim fully served both his sentence on bogus hooliganism charges and an additional five-month sentence, based on a new charge that authorities pressed two days before his originally scheduled release./n Three leading APFP members, Orkhan Bakhishli, Fuad Ahmadli, and Asif Yusili, remained in prison on bogus drugs, private data misuse, and forgery charges, re- spectively. In June, a court reduced Bakhishli’s term from six to three years./n In October, ahead of an unsanctioned rally, APFP member Pasha Umudov was ar- rested and sent to pretrial detention on bogus drug charges. Authorities pressed bogus misdemeanor hooliganism, public swearing, and other charges against dozens of opposition activists and other critics. In August alone, courts sen- tenced at least six active APFP members to fines or jail terms ranging from 10 to 60 days./n Authorities lifted travel bans against several activists and journalists, but restric- tions remained in place for others due to their verdicts or, in several cases, to their status as witnesses in investigations dating to 2014. APFP chairman Ali Karimli has been banned from foreign travel since 2006, when his passport ex- pired. Authorities have since refused to reissue it, citing bogus pretexts./n At least 17 members of Muslim Unity, an unregistered, conservative Shiite move- ment, remained in prison on extremism and other charges, following a 2017 ver- dict flawed by credible torture allegations. In July, authorities released another member, Abulfaz Bunyadov on medical grounds due to injuries he sustained dur- ing his 2015 arrest."
              },
              {
                  "title": "Freedom of Assembly",
                  "text": "Azerbaijan effectively imposes a blanket ban on protests in the central areas of Baku and instead offers demonstrators a remote location on the outskirts of the city to for rallies. In 2019, the number of people handed administrative fines or brief jail terms for supposedly violating the country’s restrictive regulations on public gatherings was several times higher than throughout 2018./n In January, about 40 people received jail terms of 10 to 30 days for demanding the release of the blogger Mehman Huseynov through sanctioned peaceful protests and social media activism./n In October, police violently broke up three unsanctioned, peaceful protests in central Baku, and arrested and beat protesters who demanded freedom for polit- ical prisoners and an end to economic injustice and violence against women. Courts sentenced dozens of protesters in pro forma hearings to fines and deten- tions. Police denied detainees access to lawyers of their choosing. At least 35 senior AFPF politicians received sentences of up to 60 days on bogus charges. Numerous peaceful protesters sustained injuries, including bruising, and frac- tures, from police beatings. While in police custody, AFPF leader Ali Karimli sus- tained bruises on his head, face, and neck due to police beatings. Police also beat Tofig Yabublu, another prominent opposition politician and former political prisoner and ordered him to publicly pledge to stop his political activism./n Police also made home visits to warn people who had indicated on social media that they would attend rallies. Days before one of the protests, police detained most of the protest organizers."
              },
              {
                  "title": "Intimidation of Lawyers",
                  "text": "In 2019, the Azerbaijani Bar Association, which is seen as closely tied to the gov- ernment, restored the licenses of three lawyers who work on cases involving po- litical persecution. Their licenses had been suspended for one year following complaints filed by the prosecutor’s office. But pressure continued on several other lawyers./n In February, a court approved the disbarment of Yalchin Imanov, whom the Bar Association expelled in 2017 after he publicly reported about his client’s torture in prison./n Also in February, the Bar Association reprimanded Elchin Sadigov for advising his client, Yunis Safarov, about filing a torture allegation. Safarov is in custody and charged with the 2018 murder of the Ganja mayor. The reprimand followed a prosecutor’s office complaint denying the torture and alleging Sadigov unlaw- fully tried to persuade Safarov to make an allegation. The complaint referred to a statement Safarov signed in custody about alleged pressure by Sadigov and to a confidential conversation between the two."
              },
              {
                  "title": "Freedom of Expression",
                  "text": "All mainstream media remained under tight government control. Defamation is a criminal offense./n Journalist Seymur Hazi was released from prison in August after serving out his five-year sentence on a politically motivated hooliganism conviction./n In June, Polad Aslanov, editor of independent news websites Xeberman and Press-az, was jailed on treason charges, which he claimed were in retaliation for his criticism of public officials and his ongoing investigation into alleged corrup- tion in the Ministry of National Security. Aslanov’s lawyer said Aslanov faced government harassment in previous years in retaliation for his reporting./n In February and March, respectively, a court handed Mustafa Hajibeyli and Anar Mammadov, two journalists with small, independent news websites, five-and-a- half-year suspended sentences for their coverage of the 2018 assassination at- tempt on the Ganja mayor and subsequent nationwide electricity blackout. Hajibeyli edited the pro-opposition Bastainfo.com news website, which re- mained blocked since July 2018. Mammadov is editor-in-chief of Criminal.az. Both journalists’ articles criticized the mayor’s brutal rule and faulted the au- thorities for failing to prevent the ensuing violence./n Both were convicted on trumped-up sedition, forgery, and abuse of office charges. They remained at liberty but under foreign travel bans./n Other journalists including Afgan Mukhtarli, Ziya Asadli, Araz Guliyev, and Elchin Ismayilli, who publicly criticized the authorities, remained behind bars on bogus charges."
              },
              {
                "title": "Harassing Critics Abroad",
                "text": "Authorities tried to silence exiled activists by intimidating their relatives in Azer- baijan. Security officials repeatedly interrogated relatives of activists based in Germany and France to pressure them to denounce their relatives and threat- ened to jail them if their relatives continued their activism./n In April, REAL TV, a private news station closely tied to the government, launched an intimidation campaign against Sevinj Osmangizi, who lives in exile and runs a popular YouTube news channel about Azerbaijan. In a series of broadcasts, REAL TV tried to blackmail her, including through illegally obtained photos and fabricated emails, into ceasing her broadcasts. It also broadcasted an illegally recorded conversation between Osmanqizi and another independent journalist."
              },
              {
                "title": "Sexual Orientation and Gender Identity",
                "text": "On April 1, police detained around 14 people, gay men, and transgender women, claiming they engaged in illegal sex work. According to Nefes LGBT Azerbaijan Al- liance, an independent group, in some cases the men were detained after being lured for dates through mobile apps. Police took at least some for unlawful, forced testing for HIV and other sexually transmitted diseases. Courts fined two for “hooliganism” and handed jail sentences of up to 15 days to another three for resisting police, then fined and released them upon appeal. No confirmed in- formation is available regarding sanctions against the other nine."
              },
              {
                "title": "Torture and Ill-Treatment",
                "text": "Authorities typically dismiss complaints of torture and other ill-treatment in cus- tody, and the practice continued with impunity./n In February, a court sentenced three senior APFP members, Saleh Rustamov, Agil Maharramov, and Babek Hasanov, to seven, four, and three years, respectively, on illegal entrepreneurship, drug, and other charges. The charges stem from al- legations that Rustamov illegally used his company’s funds to support impris- oned party activists and party activities. Police arrested the men in May 2018. Authorities held Rustamov incommunicado for 17 days and denied him access to his lawyer for a month. During trial, the men testified they were tortured and pressured to confess. No effective investigations followed the allegations./n In March, law enforcement personnel repeatedly slapped and kicked Bayram Mammadov (see above), and held him for nearly 24 hours, handcuffed, legs tied, and lying on the floor. His lawyer said he had bruises. Authorities failed to conduct an effective investigation./n Also in March, 14 defendants convicted on mass rioting and other charges for the July 2018 unrest in Ganja testified in court that police had beat them repeat- edly to elicit confessions and testimony. The authorities conducted a superficial investigation into the allegations before closing it. According to the defendants’ lawyers, authorities claimed that the wounds and injuries that staff at the pre- trial facility documented had been sustained when the men were resisting ar- rest."
              }
            ],
            "international_actors": "The March pardon prompted statements from the US administration and the Eu- ropean Union urging Baku to release others in prison on politically motivated charges./n The EU continued to negotiate a new partnership agreement with Azerbaijan to enhance political and economic ties. In April, following meetings with top Azer- baijani officials, then-EU High Representative Federica Mogherini said that she had raised concerns regarding “the limited space for civil society and human rights defenders in Azerbaijan.” The statement also said that the EU intends to make human rights an essential element of its cooperation with Azerbaijan./n Following his July trip to Baku and meeting with President Aliyev, then-European Council President Donald Tusk underlined the “essential importance” the EU “at- tach[es] to the respect for the rule of law, human rights and fundamental free- doms” in cooperation with Azerbaijan. Tusk also met with civil society activists to hear their concerns./n In January, the European Parliament adopted a resolution on the case of Mehman Huseynov and called for the immediate and unconditional release of all political prisoners./n In September, the rapporteur for the Parliamentary Assembly of the Council of Europe on political prisoners in Azerbaijan went to Baku. She met four prisoners, civil society representatives, and others. Her report was expected by the end of 2019./n In July, Council of Europe Human Rights Commissioner Dunja Mijatovic visited Baku, where she raised concerns about arbitrary arrest and misuse of criminal law against critics and highlighted the need to release “all persons who are in detention because of the views they expressed.” She also called on authorities to create better livelihood opportunities for internally displaced people./n The EU and the human rights commissioner of the Council of Europe (CoE), as well as the rapporteurs on Azerbaijan of the CoE’s parliamentary assembly all is- sued statements expressing concern about violent dispersals of the October protests and urging effective investigations and release of all detainees."
        },
        {
          "name": "Bahrain",
          "summary": "The human rights situation in Bahrain remained dire in 2019. Authorities have banned all independent media from operating in the country, dissolved all oppo- sition groups, and cracked down on critical online posts. The government exe- cuted three people in July, including two prisoners who were convicted in a mass trial marred by serious due process violations and allegations of torture./n Authorities continue to arrest, convict, and harass prominent human rights de- fenders, journalists, and opposition leaders. The Court of Cassation upheld un- just sentences against prominent human rights defender Nabeel Rajab and opposition leader Shaikh Ali Salman. Authorities have failed to hold officials ac- countable for torture and ill-treatment, and oversight mechanisms are not inde- pendent of the government./n King Hamad al-Khalifa and the courts have reinstated the citizenship of 698 indi- viduals who had their nationality revoked on apparently trumped-up terrorism or national security charges. However, almost 300 individuals remain stripped of their Bahraini nationality./n Bahrain continued to deny access to the United Nations special procedures, in- cluding the special rapporteur on torture.",
          "issues": [
            {
              "title": "Freedom of Expression, Association, and Peaceful Assembly",
              "text": "On December 31, 2018, the Court of Cassation upheld a five-year sentence for Nabeel Rajab, head of the Bahrain Center for Human Rights, arising from his 2015 tweets alleging torture in Jaw Prison and criticizing Bahrain’s participation in the Saudi-led military campaign in Yemen. Rajab, who has already served two years on other charges related to peaceful expression, is set to remain behind bars until 2023. He appears to have at times been subjected to treatment that may amount to arbitrary punishment, and his health has deteriorated signifi- cantly. On August 2018, the UN Working Group on Arbitrary Detention called for Nabeel Rajab’s immediate release, saying his detention was not only arbitrary but also constituted “discrimination based on political or other opinion, as well as on his status as a human rights defender.”/n On January 28, the Court of Cassation also upheld the life sentence against Shaikh Ali Salman, leader of Al-Wifaq, Bahrain’s largest but now-dissolved oppo- sition political society. The government in November 2017 filed trumped up charges against Salman for allegedly spying for Qatar. A lower court acquitted him of these charges, but on November 4, 2018, an appeals court overturned that decision and sentenced him to life in prison./n Thirteen prominent dissidents have been serving lengthy prison terms since their arrest in 2011. They include human rights advocates Abdulhadi al-Khawaja and Abduljalil al-Singace, and Hassan Mushaima, leader of the unrecognized op- position group Al Haq, all three serving life terms./n In 2019 Bahrain widened its suppression of online and social media activity. On May 30, 2019, the Bahraini Interior Ministry declared that it will prosecute peo- ple who follow “inciting accounts” or share their posts on Twitter. The on-line platform in a June 6 post agreed with activists that such statements “post a sig- nificant risk to free expression and journalism.”/n No independent media operate in Bahrain. In 2017, the Information Affairs Min- istry suspended Al Wasat, the country’s only independent newspaper. Independ- ent and foreign journalists rarely have access to Bahrain, and Human Rights Watch and other rights groups are routinely denied access. International wire services, when they cover Bahrain, do so from Dubai or elsewhere outside the country."
            },
            {
              "title": "Death Penalty",
              "text": "On July 27, Bahrain executed three men, including two men, Ali al-Arab and Ahmad al-Malali, convicted of terrorism offenses. A court had sentenced them to death on January 31, 2018, in a mass trial marred by allegations of torture and serious due process violations. The Court of Cassation upheld their death sen- tences on May 6. Under Bahraini law, the king must ratify a death sentence be- fore it can be carried out. He also has the power to commute it or grant a pardon./n Currently eight people in Bahraini prisons are at imminent risk of execution, hav- ing exhausted all legal remedies, according to the London-based Bahrain Insti- tute for Rights and Democracy (BIRD)."
            },
            {
              "title": "Security Forces and Prisons",
              "text": "Authorities in 2019, as in years past, failed to credibly investigate and prosecute officials and police officers who allegedly committed violations, including tor- ture. Despite numerous complaints by detainees and their family members, the Interior Ministry’s Ombudsman Office and Special Investigations Unit failed to display independence from the government and did not hold prison guards and officers to account./n On August 15, prisoners in the Jaw Prison and Dry Dock Detention Center began a hunger strike to protest conditions in detention, including placement in “isola- tion” cells where prisoners are held with individuals with whom they do not share a common language, culture, or religion. Prisoners also demanded an end to anti-Shia religious persecution and abuse by prison guards, as well as re- moval of glass barriers during family visits./n The Interior Ministry’s Ombudsman on August 23 claimed that the demands of the prisoners do not fall within the issues that the ombudsman is competent to consider./n On September 17, a Bahraini court rejected a motion filed by Nabeel Rajab’s legal team asking that he be granted a non-custodial sentence instead of the jail term he is currently serving, invoking a 2017 law that allows courts to convert jail terms into alternative sanctions. Rajab is currently detained with nine other pris- oners convicted of prostitution offenses. Hajer Mansoor and Medina Ali, two fe- male activists at the Isa Town Prison, also applied for non-custodial sentences, but authorities rejected their motions./n On the occasion of Eid al-Adha, on August 10, King Hamad issued a royal pardon for 105 detainees, including activist Najah Yusuf. Yusuf was imprisoned and sub- jected to physical abuse and sexual assault after she criticized the Formula One races in Bahrain on social media in April 2017."
            },
            {
              "title": "Arbitrary Citizenship Revocations",
              "text": "Courts stripped 180 persons of their citizenship for alleged offenses that include “terrorism,” “national security,” and “offending the country,” between January and April, according to the London-based Bahrain Institute for Rights and Democracy (BIRD)./n On April 20, the king reinstated the citizenship of 551 individuals who had their citizenship stripped through a court order. In July, the courts restored the nation- ality of another 147 individuals. However, almost 300 persons whose citizenship had been stripped in recent years remain without Bahraini nationality and in most cases stateless./n On June 27, Bahrain amended its citizenship revocation laws, restricting the power to strip nationality to the cabinet. Under the amendments, the king and the judiciary no longer have the power to unilaterally strip Bahrainis of their citi- zenship for national security or terrorism crimes. All known citizenship revoca- tions since 2012 have been handed down by the courts, or by royal decree, or by order of the Interior Ministry."
            },
            {
              "title": "Human Rights Defenders",
              "text": "The Court of Cassation upheld the three-year prison sentences against three rel- atives of prominent exiled activist Sayed Ahmed al-Wadaei on February 25. They were arrested in March 2017 and convicted in October 2017 on dubious terrorism charges that appear to have been filed as a reprisal for al-Wadaei’s human rights work. The judicial process was marred by due process violations and allegations of ill-treatment and coerced confessions."
            },
            {
              "title": "Women’s Rights, Gender Identity, and Sexual Orientation",
              "text": "Bahraini family laws discriminate against women in the right to divorce, inherit, and transmit Bahraini nationality to their children on an equal basis to men, and deprive their children of the right to obtain citizenship on an equal basis with children of Bahraini men. Article 353 of the penal code exempts perpetrators of rape from prosecution and punishment if they marry their victims. Bahrain’s par- liament proposed a full repeal of that article in 2016, but the cabinet rejected the proposal. Article 334 of the penal code reduces the penalties for perpetrators of so-called honor crimes./n In December 2018, Bahrain amended its labor law to ban discrimination on the basis of sex, origin, language or creed, and sexual harassment in the workplace. Adultery and sexual relations outside marriage are criminalized. There is no law to prohibit general discrimination on the grounds of gender identity or sexual orientation./n While domestic workers are included in the labor law, they are excluded from most of its protections, including those related to weekly rest days, a minimum wage, and limits on working hours. In 2017, Bahrain introduced a unified stan- dard contract for domestic workers, which requires detailing the nature of the job, work and rest hours, and weekly days off. While this contract is important, it lacks the legal protection and enforcement mechanisms to ensure domestic workers have their rights respected."
            }
          ],
          "international_actors": "Bahrain continued to participate in Yemen military operations as part of the Saudi Arabia-led coalition, which is responsible for serious laws of war viola- tions. The coalition has failed to credibly investigate potential war crimes, and coalition members, including Bahrain, have provided insufficient or no informa- tion about their role in alleged unlawful attacks./n The US maintains a major naval base in Bahrain. During a meeting with King Hamad on January 11, US Secretary of State Mike Pompeo thanked Bahrain for its strategic partnership with the United States, including counterterrorism. There were no indications that Bahrain’s human rights record was part of their conver- sation./n On May 3, the State Department approved two major weapons sales to Bahrain for Patriot Missile Systems worth $2.5 billion and weapons to support F-16 fighter jets worth $750 million./n King Hamad met with French President Emmanuel Macron in Paris on April 30, during which Marcron urged Bahrain to establish “political dialogue that in- cludes all components of Bahraini society,” according to the president’s office. Bahrain’s foreign minister denied that Macron had raised this issue during the meeting./n On July 27, the European Union expressed concerns about the executions of Ali al-Arab and Ahmad al-Malali and urged Bahrain to introduce a moratorium on ex- ecutions as a step towards abolition. It also criticized the Cassation Court’s life sentence against Shaikh Ali Salman, calling the verdict “a further step against dissenting voices.”/n Bahrain has not responded to requests from UN human rights experts to visit. The government effectively cancelled the visit of the special rapporteur on tor- ture in 2013, which it had earlier approved."
        },
        {
          "name": "Bangladesh",
          "summary": "Bangladesh’s ruling Awami League government ignored calls during the year for an independent investigation into serious allegations of electoral fraud after the December 2018 national elections./n Impunity for abuses by security forces, including enforced disappearances and extrajudicial killings, remained pervasive. The government continued to violate international standards on freedom of speech in its crackdown on government critics./n Host to nearly 1 million Rohingya refugees from neighboring Myanmar, Bangladesh has kept its commitment under international law not to force re- turns. Conditions in the camps worsened, however, as the government resisted infrastructure improvements, repeatedly threatened to relocate refugees to a po- tentially uninhabitable island, and took steps to restrict freedom of movement and access to the internet in the camps./n In March, following strikes in which workers demanded wage hikes, at least 7,500 garment workers were dismissed from their jobs in the largest crackdown on workers in Bangladesh in years./n More women entered the workforce and the country made another step towards gender equality when the High Court removed the requirement that Muslim women in Bangladesh declare whether they are virgins on their marriage certifi- cate.",
          "issues": [
            {
              "title": "National Election Aftermath",
              "text": "The national election on December 30, 2018, was characterized by abuses in- cluding attacks on opposition members, arbitrary arrests, and voter intimida- tion. The ruling Awami League won 96 percent of the contested parliamentary seats and Prime Minister Sheikh Hasina returned for a third consecutive term. The Election Commission rushed to call the election free and fair. Instead of in- vestigating irregularities, Bangladesh authorities arrested journalists for their re- porting./n The government ignored calls for an independent investigation into allegations of election fraud from the European Union, United Nations, United States, and United Kingdom./n Khaleda Zia, leader of the opposition Bangladesh National Party (BNP), has re- mained in prison for nearly two years at time of writing over longstanding corrup- tion cases."
            },
            {
              "title": "Freedom of Expression and Association",
              "text": "The silencing of critics, journalists, students, and activists did not subside even after the Awami League claimed the 2018 election. Instead, the landslide victory seemed only to embolden authorities in their crackdown./n Journalists faced pressure to self-censor or risk arrest. The Digital Security Act, passed in October 2018 to replace the often-misused Information and Communi- cation Technology Act, included harsher provisions that have been used to pe- nalize criticism of the government. The Bangladesh’s Editors’ Council, an association of newspaper editors, said that it effectively prohibits investigative journalism. But the government refused to budge despite repeated calls to bring the law in line with Bangladesh’s international commitments to protect freedom of expression./n Authorities increased internet censorship. The government blocked nearly 20,000 websites in February in what was described as an “anti-pornography” sweep, but which included a number of popular blogging sites. In March, the Na- tional Telecommunication Monitoring Centre blocked access to Al Jazeera’s Eng- lish news website after the news agency published a report citing allegations against Prime Minister Sheikh Hasina’s security advisor."
            },
            {
              "title": "Lack of Accountability",
              "text": "The government continued to deny enforced disappearances, extrajudicial killings, torture and other violations by security forces including by the Rapid Ac- tion Battalion, Directorate General of Forces Intelligence (DGFI), or the police, particularly its Detective Branch. Security forces persisted with a long-standing pattern of covering up unlawful killings by claiming deaths occurred during a gun-fight or in crossfire. Hundreds were killed in alleged “crossfire” exchanges including during a drive against recreational drugs."
            },
            {
              "title": "Refugees",
              "text": "Bangladesh continued to host and contribute humanitarian services to Rohingya refugees who fled ethnic cleansing by the Myanmar military since August 2017. However, conditions in the camps deteriorated as the government increased pressure on refugees to return to Myanmar. According to the United Nations High Commissioner for Refugees, many refugees require psychosocial support due to the psychological impact of conflict and difficult conditions in the camps, but mental health services are not sufficient./n In August, Bangladesh attempted for a second time to begin repatriations. Refugees refused, fearing that they would face the same violence and oppres- sion in Myanmar that they fled./n Insisting that the camps are temporary, the Bangladesh government obstructed certain infrastructure improvements, particularly in shelter and education. The majority of the camps’ population are children, yet the Bangladesh government barred agencies from providing any formal, accredited schooling. When Ro- hingya children, desperate for an education, acquired falsified documents to en- roll in Bangladesh schools, the government cracked down, expelling the students./n In September, the government restricted refugees’ access to the internet and on- line communications. Bangladesh made repeated threats to relocate refugees to the silt island of Bhasan Char, despite serious concerns over the island’s habit- ability./n In November, the government announced that work had begun on building fences around the refugee camps in Cox’s Bazar, a measure neither necessary nor proportional to maintain camp security and therefore in violation of interna- tional human rights law."
            },
            {
              "title": "Labor Rights",
              "text": "In early 2019, over 50,000 garment workers participated in wildcat strikes protesting changes to the minimum wage. Police used excessive force to dis- perse the protesters, killing one worker and injuring over 50. At least 7,500 gar- ment workers were dismissed from their jobs. Many of these workers were blacklisted from work at other factories./n The Bangladesh Accord on Fire and Building Safety, a legally binding agreement between unions and brands established in the wake of the Rana Plaza disaster to ensure factory safety, transitioned to the Readymade Sustainability Council, a national monitoring mechanism."
            },
            {
              "title": "Indigenous Rights",
              "text": "Activists continued to call for the full implementation of the Peace Accord in the Chittagong Hill Tracts. Over 20 years after the peace agreement, the region re- mains under military occupation and indigenous rights activists face threats of arrest, enforced disappearance, and violence./n On April 9, Michael Chakma, an indigenous rights activist, disappeared on his way to Dhaka. On May 21 the High Court asked the Home Ministry to submit a re- port on the progress of investigation within five weeks. There had been no re- sponse at time of writing."
            },
            {
              "title": "Women’s and Girls’ Rights",
              "text": "Protests broke out nationwide calling on the government to reform and enforce Bangladeshi laws and practices concerning sexual assault after Nusrat Jahan Rafi, 19, was burned to death after she filed a complaint of attempted rape against her madrassa teacher. Authorities failed to properly enforce laws to pro- tect women and girls and have yet to pass legislation on sexual harassment./n Bangladesh continues to have one of the highest rates of child marriage in the world. Prime Minister Sheikh Hasina committed to end marriage for girls under 15 by 2021, but there was little meaningful progress during the year. Instead, a special provision remained in effect that allows for child marriage in “special cases,” with permission of their parents and a court."
            },
            {
              "title": "Sexual Orientation and Gender Identity",
              "text": "Sexual and gender minorities remained under pressure and threat following the killing of two activists in 2016. The government failed to properly enforce poli- cies protecting rights of hijras."
            }
          ],
          "international_actors": "The Bangladesh government ignored or dismissed key recommendations, partic- ularly with regards to credible reports of electoral fraud, crackdown on free speech, torture practices by its security forces, and increasing cases of enforced disappearances and killings./n Bangladesh participated in a review of its practices by the United Nations Com- mittee against Torture for the first time since ratifying the Convention against Torture over 20 years ago. When the United Nations Committee against Torture pressed Bangladesh to put an end to the increasing cases of enforced disappearances by law enforcement officials and asked about torture allegations consistently documented by human rights groups, the government vehemently denied the allegations./n In March, Bangladesh welcomed the Office of the Prosecutor of the International Criminal Court (ICC) on its first mission to Bangladesh as part of a preliminary ex- amination into alleged crimes against humanity against ethnic Rohingya from Myanmar./n After a visit to Bangladesh, European Union Special Representative for Human Rights Eamon Gilmore emphasized the importance of labor rights to bilateral EU- Bangladesh relations and in the trade relations under the “Everything but Arms” trade scheme. In September, the European Parliament commended Bangladesh’s efforts hosting Rohingya refugees, and called on authorities to guarantee full and discrimination-free access to quality education for Rohingya children; lift restrictions on internet access, online communications, and free- dom of movement; and ensure the security forces operating in the camps uphold all standards to protect refugees’ personal security./n India failed to speak up against human rights violations in Bangladesh, includ- ing against the political opposition./n China resisted international efforts to hold the Myanmar military accountable for abuses against the Rohingya, and instead pushed for repatriation. Bangladesh accused Myanmar of failing to create conditions that would enable the safe and voluntary return of Rohingya refugees."
        },
        {
          "name": "Belarus",
          "summary": "In 2019, Belarus continued to harass and pressure civil society activists and in- dependent media. Authorities denied access to journalists at government events, arbitrarily prosecuted dozens of journalists, and arrested peaceful envi- ronmental protesters./n Belarus remains the only European country to use the death penalty. Those con- demned to death are executed by a shot to the head. Authorities do not inform families of the execution date or the burial place.",
          "issues": [
            {
              "title": "Death Penalty",
              "text": "In November 2018, authorities executed Ihar Hershankou and Siamion Berazh- nou, sentenced on murder charges. In June, they executed Aliaksandr Zhylnikau. The fate of his codefendant on murder charges, Viacheslau Suharka, is unknown. According to Viasna, a leading local rights group, inmates sentenced on the same case are usually executed simultaneously./n Aliaksandr Asipovich and Viktar Paulau were sentenced to death on murder charges in January and July 2019 respectively. In October, Viktar Syargel was also sentenced to death on murder charges./n In August, Belarusian authorities and the Council of Europe (CoE) announced plans to develop a roadmap to a moratorium on capital punishment."
            },
            {
              "title": "Freedom of Expression and Attacks on Journalists",
              "text": "Belarusian media law requires journalists working for media outlets registered outside Belarus to obtain accreditation from the Foreign Ministry and have an of- ficial labor contract with the accredited foreign media outlet. Freelancers find it virtually impossible to become accredited. Authorities often arbitrarily denied accreditation to journalists working for foreign media./n In May, the Foreign Ministry refused accreditation to Viktar Parfionenka and Yauhen Skrabets of Poland-based Radio Racyja. The response to Skrabets indi- cated his accreditation was denied because Radio Racyja had published work by non-accredited journalists./n As of January, only five media websites have been granted official registration, according to the Belarusian Association of Journalists (BAJ). Unregistered web- sites cannot file requests for accreditation with government institutions./n Authorities routinely blocked media access to official events. In April, journalists from TUT.by, BelaPAN agency, newspaper Belarusy I Rynok, and European Radio of Belarus (ERB) were denied accreditation to cover President Aleksandr Lukashenko’s address to the National Assembly, despite both BelaPAN and ERB holding permanent accreditation to cover parliament. In May, authorities blocked journalists from attending a session in the Pershamaiki district adminis- tration on the redevelopment of a part of Minsk. In June, officials denied a Brest- skaya Gazeta journalist entry to a court building due to “lack of accreditation.” Some independent media and bloggers were denied access to a news confer- ence with the administration of the Brest battery factory project, and to a meet- ing between the head of Brest regional government Anatol Lis and environmental protesters./n According to the Belarussian Association of Journalists, in the first nine months of 2019, authorities brought 39 cases against 18 journalists for “illegal produc- tion and distribution of mass media products.” They were fined a total of approx- imately US$36,600./n In January, border guards at the Minsk airport denied entry to Olga Vallee, Fojo Media Institute program coordinator and a Swedish national, who traveled to Be- larus at the invitation of BAJ./n BAJ reported that in mid-March 2019, police in Minsk detained two Russian jour- nalists, Pavel Nikulin and Jan Potarsky, before their lecture at the Belarusian Press Club. Both were released three hours later without charge, but police seized their presentation materials./n In April, a court convicted an independent media editor of criminal negligence on allegations that some of her staff had been accessing the website of BelTA, the state news agency, without paying a subscription fee./n Also in April, authorities searched the offices of Belsat TV and seized computers and data storage devices following a libel complaint from a public official./n Siarhei Piatrukhin, a popular critical blogger, was repeatedly detained and fined throughout 2019 for coverage of protests against the battery plant construction near Brest. In April, he was convicted of criminal slander and libel for a series of videos he had uploaded to YouTube alleging police abuses."
            },
            {
              "title": "Freedom of Information",
              "text": "In December 2018, amendments to the media law entered into effect requiring that all online media outlets keep records of and disclose to the authorities the names of people who submit comments. The amendments also provide for hold- ing owners of registered online media criminally liable for any content on their website./n In May, President Lukashenko signed a decree blocking websites that called for “unauthorized protests” during the European Games, a large multi-sport event organized by the European Olympic Committees in Minsk in June./n In July, amendments to the criminal code articles on libel and defamation limited the definition of criminal slander and insult to speech uttered in a public space, such as in the media, a public speech, or on the internet."
            },
            {
              "title": "Freedom of Assembly",
              "text": "In January, amendments to the law on mass events came into effect introducing a notification procedure for organizing public assemblies. However, in practice, sign-off is often denied, and organizers and participants are fined./n During Freedom Day on March 25, treated by many as an unofficial holiday and an alternative Belarus Independence Day, police detained 15 persons at an unauthorized opposition rally in Minsk. At least two were held in jail overnight./n Since 2018, of over 90 requests made to authorities to hold protests in Brest against the battery plant construction, only one was permitted. In April, police arrested 18 activists and fined three for their involvement in the peaceful protests. Also in April, police searched the car of activist Maisey Mazko, al- legedly found cartridges and a briquette of an unknown substance, and opened a criminal case into alleged possession of ammunition. Another activist present during the search said the evidence was fabricated. Between May and August, authorities arrested and charged with administrative offenses at least 15 other activists involved in the peaceful protests in Brest."
            },
            {
              "title": "Freedom of Association",
              "text": "Laws and regulations governing public associations remain restrictive, prevent- ing rights groups or political opposition movements from operating freely. Au- thorities continued to deny registration to independent groups and opposition parties on arbitrary pretexts./n In July, new legislation entered into force eliminating criminal liability for partici- pation in the activities of unregistered organizations and replacing it with an ad- ministrative fine of up to 1,225 Belarusian rubles (US$600)."
            },
            {
              "title": "Discrimination against Roma",
              "text": "In May 2019, approximately 100 Roma in Mahilioŭ were detained for supposed disorderly conduct during the investigation of a policeman’s alleged murder. Vi- asna reported that the detentions were ethnicity-based and involved violence, threats, and intimidation. Police held over 50 men in custody for three days, al- legedly humiliating and beating them. They released the men without charge, threatening them with re-arrest if they spoke to media./n Later, the investigation found that the policeman in question had committed sui- cide. The head of the president’s office apologized to the Roma community; however, the interior minister refused to apologize and dismissed allegations of xenophobia. In June, a working group convened by the prosecutor general to in- vestigate reports of police brutality found “no illegal actions or abuse of power.”"
            },
            {
              "title": "People with Disabilities",
              "text": "In 2018, an interdepartmental working group drafted a law “On the rights of per- sons with disabilities and their social integration.” A vote in parliament was ex- pected before the end of the year."
            }
          ],
          "international_actors": "Belarus continued to refuse to cooperate with the United Nations special rappor- teur on Belarus, Anaïs Marin, appointed in 2018. In her first report to the UN Human Rights Council (UNHRC) in May, Marin noted the “cyclical” and “sys- temic” nature of human rights violations. In July, UNHRC renewed her mandate for another year./n In February, the European Union prolonged its embargo on arms and on equip- ment that could be used for internal repression, as well as the asset freeze and travel ban against four people designated in connection with the unresolved dis- appearances of two opposition politicians, one businessman and one journalist in 1999 and in 2000. The EU and the CoE’s Committee of Ministers and Parlia- mentary Assembly issued statements condemning the death sentences of Asipovich and Paulau, and the execution of Zhylnikau, calling for a moratorium on executions as a step towards abolition./n The CoE also organized a round table on capital punishment in Belarus as part of the World Congress Against the Death Penalty in Brussels. The UN Human Rights Committee also condemned the execution of Zhylnikau and called for a morato- rium on capital punishment. In June, the EU and Belarus held the sixth round of their bilateral Human Rights Dialogue, at which the EU called attention to the re- strictions on freedom of assembly, the lack of anti-discrimination legislation, and the use of the death penalty./n In March, the Organization for Security and Co-operation in Europe (OSCE) repre- sentative on freedom of the media made an official visit to Minsk and called on the government to protect freedom of speech and de-monopolize state-owned media. In April, he denounced the search of the offices of Belsat./n In June, the German Bundestag Committee on Human Rights and Humanitarian Aid issued a statement on human rights and the death penalty in Belarus to co- incide with the European Games in Minsk."
        },
        {
          "name": "",
          "summary": "",
          "issues": [],
          "international_actors": ""
        }
    ]
}