{
    "credit": {
        "copyright": "Copyright © 2020 Human Rights Watch All rights reserved.",
        "print": "Printed in the United States of America",
        "isbn": "ISBN-13: 978-1-64421-005-5",
        "frontPhoto": "Cover photo: Protesters in Hong Kong, June 5, 2019. © 2019 Chris McGrath/Getty Images",
        "backPhoto": "Back cover photo: Claudio Jose da Silva, the coordinator of the “Forest Guardians” of Caru Indigenous Territory, Maranhao State, at the bank of the Pindare River in June 2018. The Guardians are Tenetehara Indigenous people who patrol the land to detect illegal logging and report it to the authorities. © 2018 Brent Stirton/Getty Images for Human Rights Watch",
        "cover_book_design": "Cover and book design by Rafael Jiménez"
    },
    "countries": [
        {
            "name": "Algeria",
            "summary": "Algeria in 2019 experienced the largest and most sustained anti-government demonstrations since gaining independence in 1962. Beginning February 22, Al- gerians flooded the streets every Friday in the capital Algiers and elsewhere, first to protest the re-election bid of their four-term president, Abdelaziz Bouteflika, who has appeared publicly only rarely since suffering a debilitating stroke in 2013; then, after his resignation on April 2, to demand a transition to more dem- ocratic governance./n After Bouteflika’s resignation, Senate President Abdelkader Bensalah became acting president while Gen. Ahmed Gaid Salah, the army chief of staff and deputy defense minister, wielded effective power. Gaid Salah set a new presi- dential election for July 4, later postponed until December 12./n In response to continuing protests, authorities dispersed peaceful demonstra- tions, arbitrarily detained protesters, blocked meetings organized by political and human rights groups and imprisoned critics.",
            "issues": [
                {
                    "title": "Freedom of Assembly",
                    "text": "While large anti-government street protests occurred weekly, police forces de- ployed massively in the capital’s downtown streets and squares and at check- points, effectively limiting the number of people who could reach the marches, and then tightly controlling those who did. Authorities arrested hundreds of peaceful protesters, releasing most without charge after a few hours but prose- cuting and imprisoning dozens./n Authorities arrested and charged 86 persons between June and October accord- ing to the National Committee of the Release of Detainees. All were accused of “harming the integrity of the national territory,” including for carrying the flag symbolizing the country’s Kabyle, or Berber, population. This charge can result in a sentence of up to 10 years in prison, under penal code Article 79. As of Octo- ber, six had been tried and acquitted, one was freed pending trial, and 79 re- mained in prison awaiting trial."
                },
                {
                    "title": "Freedom of Speech",
                    "text": "On February 7, human rights activist Hadj Ghermoul, 37, was sentenced to six months in prison for “offending a state institution” after he posted a picture of himself carrying a sign near the northwestern city of Mascara expressing opposi- tion to a fifth mandate for President Bouteflika. Local authorities said he was ar- rested while drunk and insulting police forces./n On July 9, a first instance court near Algiers sentenced Mouaffak Serdouk, a 40- year-old supporter of Algeria’s football team, to a year in prison for “publicly dis- playing a paper that can harm the national interest.” He had stood near a stadium in Cairo where the Algerian team was playing, carrying a sign demand- ing the departure of those who hold power in Algeria, before being deported to Algeria, where he was prosecuted and sentenced./n On June 30, police arrested 87-year-old Lakhdar Bouregaa, a prominent veteran of Algeria’s independence war, at his home in Algiers. The arrest came four days after he said at a public meeting, later broadcast on YouTube, that Algeria’s army is a collection of “militias.” An investigative judge opened an investigation for “weakening the morale of the army,” a charge that could lead to a prison sen- tence of up to 10 years./n On September 11, authorities arrested Karim Tabbou, spokesperson of the Demo- cratic and Social Union (UDS) opposition party, in front of his house in Douira, and charged him with “participating in undermining the morale of the army” after he publicly criticized Gaid Salah. Authorities released Tabbou on Septem- ber 25, then rearrested him the next morning. On October 2, an investigating judge in Algiers opened an investigation based on him “inciting violence” and “harming national unity by publishing statements and videos on social media.” If convicted, he faces prison and a deprivation of his civil rights, including the right to run for office./n On September 25, a military court in Blida sentenced Louisa Hanoune, leader of the Labour Party, to 15 years in prison for “harming the authority of the army” and “conspiracy against the authority of the state.” She was prosecuted along- side Said Bouteflika, the ex-president’s brother, and Gen. Mohamed “Tewfik” Mediene, former head of Algeria’s most powerful intelligence service. Interna- tional human rights standard prohibits the trial of civilians before military courts. Authorities charged Salah Dabouz, a former president of the Algerian League for the Defense of Human Rights (LADDH), with “insulting” the judiciary for Face- book posts in which he criticized the prosecution of members of the Mozabite ethnic minority. Dabouz was provisionally released on April 7 but required to re- port three times a week to authorities in Ghardaia, 600 kilometers from his home in Algiers. Authorities lifted this reporting requirement on July 24. He was awaiting trial at time of writing. On September 9, an unknown man attacked him with a knife in Ghardaia, injuring him on both arms./n Kamaleddine Fekhar, a leading activist for the rights of the Mozabite minority in Algeria, died May 28 after a prolonged hunger strike in prison. Authorities had arrested Fekhar on March 31 and placed him in pretrial detention for “undermin- ing” state institutions. Fekhar had completed an earlier sentence for charges that included violence against state officials, incitement to violence, hatred and discrimination, distributing material harmful to the national interest, and defamation of state institutions, following ethnic clashes between Mozabites and Arabs in and around Ghardaia between 2013 and 2015."
                },
                {
                    "title": "Freedom of Religion",
                    "text": "The Algerian penal code punishes with three to five years in prison and/or a fine whoever “offends the Prophet and God’s messengers, denigrates the dogma or precepts of Islam by whatever means.” Authorities have used this article to sen- tence members of the tiny Ahmadiyya community, which practices a version of Islam different from the officially recognized dogma./n A 2006 ordinance discriminates against non-Muslims by subjecting them to con- straints that do not apply to Muslims. Collective worship by non-Muslims can only be organized by government-licensed religious organizations in designated places. The Protestant Church of Algeria said that in the year ending in October 2019, authorities had shuttered nine of their churches because they lacked per- mission or were not suited to receive the public."
                },
                {
                    "title": "Migrants",
                    "text": "Since at least December 2016, Algeria has rounded up and summarily expelled en masse thousands of Sub-Saharan migrants, including women and children. Algerian authorities reportedly expelled almost 5,000 people during the first half of 2019, most of them Nigerian."
                },
                {
                    "title": "Women's Rights and Sexual Orientation",
                    "text": "While Algeria’s 2015 law on domestic violence criminalized some forms of do- mestic violence, it contained loopholes that allow convictions to be dropped or sentences reduced if victims pardoned their perpetrators. The law also did not set out any further measures to prevent abuse or protect survivors. Article 326 of the penal code allows a person who abducts a minor to escape prosecution if he marries his victim./n Algeria’s Family Code allows men to have a unilateral divorce without explana- tion but requires women to apply to courts for a divorce on specified grounds./n Same-sex relations are punishable under article 338 of the penal code by up to two years in prison."
                },
                {
                    "title": "Measures against International Human Rights Organizations and Media",
                    "text": "Authorities deported a Human Rights Watch official, Ahmed Benchemsi, on Au- gust 19. They held Benchemsi’s passports for 10 days after arresting him on Au- gust 9 near a demonstration in Algiers and holding him for 10 hours. They confiscated his cellphone and laptop computer, which they returned when de- porting him. Benchemsi was visiting Algeria to observe human rights conditions./n Authorities expelled several international journalists covering protests. Tarek Amara, a Reuters journalist and Tunisian national, was expelled on March 31, after being detained for reporting on a March 29 protest against Bouteflika. Aymeric Vincenot, AFP bureau chief, was forced to leave the country on April 9, after authorities declined to renew his accreditation."
                },
                {
                    "title": "Polisario-Run Sahrawi Refugee Camps",
                    "text": "The Polisario Front government-in-exile that administers the camps in Algeria’s southern desert for refugees from Western Sahara detained three critics on sus- picion of treason, acts of aggression against the Sahrawi State, and incitement to disobedience and slander, apparently over Facebook posts they published and private messages they exchanged on social media apps. Activists Moulay Abba Bouzid and Fadel Mohamed Breica, and Mahmoud Zeidan, a journalist, were arrested between June 17 and 19. They spent five months in custody, during which they alleged harsh conditions of interrogation, including torture threats and coercion, to confess. The men were acquitted of all charges and freed on No- vember 11."
                }
            ],
            "international_actors": "On October 2, authorities deported French parliamentarian Mathilde Panot and three other French citizens after they had come to Bejaia to express their support with protesters. Authorities denounced “foreign interference and an attack against Algerian sovereignty.”/n On September 13, Marie Arena, chair of the European Parliament’s Subcommit- tee on Human Rights, denounced “arbitrary arrests” and demanded the release of “political prisoners” in Algeria. On September 30, the European Union issued a statement highlighting “the importance of guaranteeing freedom of speech and assembly” to Algerians, but failing to denounce the wave of arrests and the crackdown on dissent in general."
        },
        {
            "name": "Angola",
            "summary": "In 2019, Angola made some progress in respecting the rights to freedom of ex- pression and peaceful assembly, allowing several protests and marches to take place across the country. But the crackdown on peaceful protesters and activists in the oil-rich enclave of Cabinda and the diamond-rich Lunda Norte continued. In January, parliament approved a new law that limits the right to freedom of reli- gion, leading to the closure of thousands of places of worship. Same-sex con- duct was decriminalized in January, following the approval, by parliament, of the new penal code.",
            "issues": [
                {
                    "title": "Crackdown on Cabinda Activists",
                    "text": "Crackdown on peaceful protesters and activists in the Cabinda enclave contin- ued in 2019. Between January 28 and February 1, 2019, police arrested 63 Cabinda pro-independence activists ahead of an announced protest to celebrate the anniversary of the signing of the 1885 treaty that gave Cabinda the status of a protectorate of former colonial power Portugal. Many of the activists were members of the Movimento Independista de Cabinda (Independence Movement of Cabinda), a peaceful separatist group that wants independence or autonomy from Angola./n In March, police arrested 10 more activists who had gathered in a square in Cabinda city, to demand the release of fellow activists. Also in March, after visiting the province, members of the main opposition party, the National Union for the Total Independence of Angola (UNITA), accused Cabinda authorities of intim- idating and repressing residents of the province."
                },
                {
                    "title": "Human Rights Abuses in Lunda Norte",
                    "text": "Authorities violated the rights of residents and artisanal miners in Lunda Norte province. In April, police fired live bullets killing a boy and injuring three people, during a protest that took place after an artisanal miner was shot dead by an al- leged private security agent in one of the diamond mines in Calonda. In March, Angola’s leading human rights group, Associacao Justica, Paz e Democracia (AJPD) and community leaders accused authorities of arbitrarily limiting the movements of people in areas near the diamond fields, forcing local residents to abandon their farms for lack of access to their land. In some cases, according to community leaders, private security forces guarding the diamond mines beat and ill-treated residents who were caught trespassing in the diamond fields. In February, police killed a community leader, when a group of Capenda Camu- lenda residents were protesting against the concession of farming land to a dia- mond company."
                },
                {
                    "title": "Right to Peaceful Assembly",
                    "text": "Despite some progress in respecting the rights to freedom of expression and peaceful assembly, the Angolan police intimidated and arbitrarily arrested ac- tivists for planning protests. In September, police arrested 23 people in Luena city during a peaceful protest against the administration of the governor of the Moxico province, ahead of a visit of President Joao Lourenco./n In May, police jailed activist Hitler “Samussuku” Tshikonde for 72 hours without charge or access to a lawyer. He was informed that that he was under investiga- tion for allegedly “insulting the president” in a video that he had posted on so- cial media./n In July, police detained seven people who were peacefully protesting against lack of water supply in Benguela province./n In August, police used tear gas and dogs to disperse a group that had gathered without authorization in front of the Parliament building to demand that next year’s municipal elections take place in every Angolan city."
                },
                {
                    "title": "Housing Rights",
                    "text": "Hundreds of families who were forcibly evicted from their houses without the necessary procedural guarantees, or the provision of alternative housing or ade- quate compensation, continued to await resettlement. In August, some resi- dents of an informal settlement of “Areia Branca” in Luanda, told Human Rights Watch that they were living in dangerous conditions and subject to infectious diseases after they were illegally evicted in 2013 by a company contracted by the office of Luanda’s governor to modernize the city. Over 400 families were set to be relocated to another neighborhood following the demolitions. Human Rights Watch confirmed that new houses were allocated to only 18 families, but without tittle deed or any other documents giving them ownership of the properties."
                },
                {
                    "title": "Sexual Orientation and Gender Identity",
                    "text": "In January, Angola decriminalized same-sex conduct, after repealing the “vices against nature” provision in its law, widely interpreted to be a ban on homosex- ual conduct. The government also prohibited discrimination against people based on sexual orientation. Anyone refusing to employ or provide services to individuals based on their sexual orientation may face up to two years’ imprison- ment./n The changes came as Angola’s parliament adopted its first new penal code since gaining independence from Portugal in 1975. While there have been no known prosecutions under the old penal code, such provisions curtail the rights and freedoms of lesbian, gay, bisexual, and transgender (LGBT) people, subjecting their intimate lives to unwarranted scrutiny."
                },
                {
                    "title": "Landmine Accidents",
                    "text": "Almost 17 years after the end of Angola’s civil war, landmines and other explo- sive remnants of war continued to kill and maim people, especially children. In June, five children were seriously injured by a landmine while hunting near Balombo, Benguela province. A month earlier, nine children aged 3 to 11 were in- jured after they detonated a landmine as they lighted a fire to warm themselves in the compound of their home in Cuito, Bie province./n In September, Britain’s Prince Harry visited the country as part of a tour of south- ern Africa. In Angola, hhe witnessed the work of the HALO Trust demining project in Huambo province, where his late mother Princess Diana was photographed in 1997 walking into a minefield as part of her efforts to generate concern to clear landmines from Angola. According to the government, at least 1,220 areas of An- gola are still contaminated by landmines, against 2,700 in 2007. The most af- fected provinces are Cuando Cubango, Moxico, Cuanza Sul and Bie."
                },
                {
                    "title": "Freedom of Religion",
                    "text": "A new law that limits the right to freedom of religion was approved by parliament in January. The Law on Freedom of Religion, Belief and Worship stipulates that religious groups must have at least 100,000 members to be officially recognized. In May, the government announced that as part of Rescue Operation, which aimed at restoring state authority by instituting order in worship, on the roads, and over illegal migrations, among others, over 2,000 churches and places of worship had been closed./n A Muslim community leader told media that 39 mosques have been closed in Lunda Norte, and more than 10,000 Muslims forced to cross the border to the Democratic Republic of Congo to hold Ramadan in May. Islam is not an author- ized religion in Angola, and mosques are not allowed to operate in most parts of the country. In January, the minister of culture told parliament that the govern- ment was monitoring Islam linked groups in the country and would soon make an official decision about the religious group."
                }
            ],
            "international_actors": "In 2009, Angola took over the leadership of two important defense roles in re- gional bodies, the Southern African Development Community (SADC) Defense In- spection and the African Union Peace and Security Council. Both bodies are tasked with promoting security, peace and stability. Their mandate also includes conflict prevention and undertaking peace-building missions in member states./n In August 2019, Angola mediated a summit that culminated with the leaders of Uganda and Rwanda agreeing to reopen the border between the two countries, ending months of tensions that raised fears of armed hostilities./n Also in August, United States Secretary of State Michael Pompeo welcomed the reforms President João Lourenço has implemented since taking office in 2017. In March, the US deputy assistant secretary in the Bureau of Democracy, Human Rights and Labor, Scott Busby, pledged to support the government to enhance mechanisms of accountability for human rights abuses./n In October, the European Union welcomed Angola’s ratification of three interna- tional human rights treaties: the Second Optional Protocol to the International Covenant on Civil and Political Rights, aiming at the abolition of the death penalty, the Convention against Torture and Other Cruel Inhuman or Degrading Treatment or Punishment, and the Convention on the Elimination of All Forms of Racial Discrimination."
        },
        {
            "name": "Argentina",
            "summary": "Longstanding human rights problems in Argentina include police abuse, poor prison conditions, and endemic violence against women. Restrictions on abor- tion and difficulty accessing reproductive services remain serious concerns, as are impunity for the 1994 bombing of the AMIA Jewish center in Buenos Aires and delays in appointing permanent judges./n Argentina continues to make significant progress protecting lesbian, gay, bisex- ual, and transgender (LGBT) rights and prosecuting officials for abuses commit- ted during the country’s last military dictatorship (1976-1983), although trials have been delayed./n In October, Alberto Fernández was elected president of Argentina. He took office in December.",
            "issues": [
                {
                    "title": "Confronting Past Abuses",
                    "text": "Pardons and amnesty laws shielding former officials implicated in the dictator- ship’s crimes were annulled by the Supreme Court and federal judges in the early 2000s. As of March 2019, the Attorney General’s Office reported 3,161 peo- ple charged, 901 convicted, and 142 acquitted. Of 611 cases alleging crimes against humanity, judges had issued rulings in 221./n As of September 2019, 130 people illegally taken from their parents as children during the dictatorship had been identified and many were reunited with their families./n The large number of victims, suspects, and cases makes it difficult for prosecu- tors and judges to bring those responsible to justice while respecting their due process rights. Argentine law allows judges to send inmates age 70 and older to serve their time under house arrest. The Attorney General’s Office reported in March that 650 pretrial detainees and convicted prisoners were under house ar- rest."
                },
                {
                    "title": "Prison Conditions and Abuses by Security Forces",
                    "text": "A 2018 United Nations report found that prisons and jails are so crowded that some pretrial detainees are being held in police stations. Prison guards have taken “disobedient” detainees to isolation cells without following established sanction procedures. Security forces have detained children and subjected them to abuse./n The National Penitentiary Office, tasked with supervising federal prisons and protecting detainees’ rights, reported 558 alleged cases of torture or ill-treat- ment in federal prisons in 2018 and 232 cases from January through June 2019./n Official statistics show that more than half of the 14,400 detainees in federal prisons have not been convicted of a crime but are awaiting trial./n Security forces occasionally employ excessive force. In December 2018, the Ar- gentine Security Ministry approved a resolution regarding the use of firearms by members of federal security forces that grants federal agents overly broad dis- cretion to use firearms."
                },
                {
                    "title": "Freedom of Expression",
                    "text": "In June, a federal court in Buenos Aires summoned Daniel Santoro, an investiga- tive journalist from Clarin newspaper, to appear before the court regarding his al- leged participation in a scheme to extort people by threatening them with negative news coverage. The court had requested and obtained “details of all calls received or made” on Santoro’s phone from January 2016 to April 2019, un- dermining his right to protect sources. In September, a judge ordered the de- struction of the document containing Santoro’s phone records, alleging it violated his privacy, according to Clarin. The case remained pending at time of writing./n In April 2017, the Argentine government committed to reforming the criminal code to narrow the definition of “sedition,” but had yet to present a new defini- tion at time of writing./n Upon taking office, former President Mauricio Macri adopted a “temporary” set of decrees to “regulate” media and create a “temporary” agency to implement new rules. The agency reports to the Modernization Ministry, compromising its ability to act independently from government interests. In 2016, the government said it was drafting a communications law that it claimed would respect free speech. As of November 2019, though, no comprehensive media law had been adopted by Congress, and the “temporary” agency had issued rulings regulating media./n A 2016 law created a national agency to ensure public access to government in- formation. The agency is also charged with protecting personal data. As of July, individuals had filed 6,785 information requests. Authorities responded to most requests within a month, but as of November, citizens had filed 524 appeals be- fore the agency, in most cases after authorities failed to respond to the original requests./n Some provinces and municipalities still lack freedom of information laws, under- mining transparency at those levels of government."
                },
                {
                    "title": "Judicial Independence",
                    "text": "In March, the government asked the Judiciary Council to investigate Judge Alejo Ramos Padilla, arguing he had carried out an investigation in a “political and journalistic way” and had “failed to comply with his duties regarding impartiality and secrecy.” The judge had testified before a Congressional commission about an investigation into allegations that intelligence agents had carried out illegal operations. The bulk of the information cited by the judge had already been dis- closed online through the official website of the judicial branch./n The delayed appointment of permanent judges by the Judiciary Council has led to temporary appointments of judges who lack security of tenure, which the Supreme Court ruled in 2015 undermines judicial independence. As of October, 460 judgeships remained vacant."
                },
                {
                    "title": "Impunity for the AMIA Bombing",
                    "text": "Twenty-four years after the 1994 bombing of the Argentine Israelite Mutual Asso- ciation (AMIA) in Buenos Aires that killed 85 people and injured more than 300, allegedly at the hands of Iranian suspects, no one has been convicted of the crime. In March 2018, an appeals court upheld a decision ordering the pretrial detention of former President Cristina Fernández de Kirchner for allegedly partic- ipating in a conspiracy with Iranian officials to undermine investigation of the bombing. It has not been implemented because she had parliamentary immu- nity as a senator, and is currently Argentina’s vice president. Alberto Nisman, a prosecutor in charge of investigating the bombing, was found dead in his home in January 2015 with a single gunshot wound to the head and a pistol matching the wound beside him. In June 2018, an appeals court held Nis- man’s death appeared to be a murder./n In February, a court acquitted former President Carlos Menem of alleged interfer- ence in the initial investigation into the bombing, but convicted a former head of intelligence and a judge of interfering. An appeal of the acquittal was pending in September 2019."
                },
                {
                    "title": "Indigenous Rights",
                    "text": "Indigenous people in Argentina generally face obstacles in accessing justice, land, education, health care, and basic services. Argentina continues to fail at implementing existing laws to protect indigenous peoples’ right to free, prior, and informed consent to government decisions that may affect their rights—a right provided for in international law./n In November 2017, Congress approved a law extending the deadline for complet- ing a survey of indigenous lands to 2021. The survey is being conducted, but slowly."
                },
                {
                    "title": "Women and Girls’ Rights",
                    "text": "Abortion is illegal in Argentina, except in cases of rape or when the life or health of the woman is at risk. But even in such cases, women and girls are sometimes subject to criminal prosecution for seeking abortions and have trouble accessing reproductive services, such as contraception and voluntary sterilization./n In May, a coalition of legislators, activists, and organizations under the umbrella “National Campaign for Legal and Free Abortion” presented to Congress their proposed bill to decriminalize abortion completely during the first 14 weeks of pregnancy and, after that period, to allow women and girls to end pregnancies when they are the result of rape, when the life or health of the woman or girl is at risk, or when the fetus suffers from severe conditions not compatible with life outside the womb. Congress had approved a similar bill in 2018, but the Senate rejected it. Despite a 2009 law setting forth comprehensive measures to prevent and punish violence against women, the unpunished killing of women remains a serious concern. The National Registry of Femicides, administered by the Supreme Court, reported 278 femicides—the murder of women based on their gender—but only 7 convictions, in 2018."
                },
                {
                    "title": "Sexual Orientation and Gender Identity",
                    "text": "In 2010, Argentina became the first Latin American country to legalize same-sex marriage. The Civil Marriage Law allows same-sex couples to enter civil mar- riages and affords them the same legal marital protections as different-sex cou- ples. Since 2010 more than 20,000 same-sex couples have married nationwide."
                }
            ],
            "international_actors": "In April, Argentina, along with Brazil, Colombia, and Paraguay, signed a declara- tion proposed by Chile that called on the Inter-American human rights system bodies to take into consideration the “political, economic, and social realities” of each country in its decisions, which would undermine the agencies’ work./n In March, after an in-country visit, the UN Working Group of Experts on People of African Descent expressed concern regarding the “invisibility” of and “structural discrimination” against Afro-Argentines. The working group reported it had re- ceived information on cases of arbitrary arrest and abuse against street sellers of African origin./n During the Macri administration, Argentina was an active member of the Lima Group, a coalition of governments that monitors and speaks out about Venezuela’s poor human rights record and has called for the release of its politi- cal prisoners. In June, Argentina prohibited the entry to the country of more than 400 Venezuelan officials implicated in human rights abuses and corruption. The number of Venezuelans moving legally to Argentina has steadily increased since 2014, reaching more than 170,000 as of November./n During the 2019 presidential campaign, Fernández took a softer approach to- wards Venezuela, and suggested Argentina would withdraw from the Lima Group."
        }
    ]
}